{
    "2": "Recupera todos los PS de todos los compis\naliados.",
    "3": "Recupera todos los PM de todos los compis\naliados.",
    "4": "Revela los detalles de la siguiente ubicación que\nesté oculta.",
    "5": "Revela los detalles de todas las ubicaciones.",
    "6": "Aumenta en un 500% el Ataque, la Defensa, el Ataque Especial y la Defensa Especial.\n\n[Name:ItemDescription Idx=\"1\" ]\n\n[Name:ItemDescription Idx=\"2\" ]\n\n[Name:ItemDescription Idx=\"3\" ]\n\n[Name:ItemDescription Idx=\"4\" ]\n\n[Name:ItemDescription Idx=\"5\" ]\n\n[Name:ItemDescription Idx=\"6\" ]\n\n[Name:ItemDescription Idx=\"7\" ]\n\n[Name:ItemDescription Idx=\"8\" ]\n\n[Name:ItemDescription Idx=\"9\" ]\n\n[Name:ItemDescription Idx=\"10\" ]",
    "7": "Aumenta en un 100% el Ataque, la Defensa, el\nAtaque Especial y la Defensa Especial de todos\nlos compis aliados cuando haya en tu equipo\nuna o más parejas de compis con el siguiente\ndistintivo:\n\n• [Name:TeamSkillTag ]",
    "41": "Aumenta en un 100% la potencia de los ataques cuando el rival se ve afectado por lo siguiente:\n\n• Problemas de estado",
    "42": "Aumenta en un 100% la potencia de los ataques cuando el rival se ve afectado por lo siguiente:\n\n• Cambios de estado",
    "43": "Aumenta en un 100% la potencia de los ataques cuando el rival se ve afectado por lo siguiente:\n\n• [Name:FieldEffectType ]",
    "44": "Aumenta en un 100% la potencia de los ataques cuando el rival se ve afectado por lo siguiente:\n\n• Cualquier reducción en las características",
    "61": "Aumenta en un 100% la potencia de los ataques de los compis cuyos PS restantes sean la mitad o menos.",
    "62": "Aumenta en un 100% la potencia de los ataques cuando son supereficaces.",
    "63": "Aumenta en un 100% la potencia de los ataques cuando son golpes críticos.",
    "64": "Aumenta en un 100% la potencia de los ataques de los compis que tengan aumentada la siguiente característica:\n\n• [Name:FieldEffectType ]",
    "71": "Aumenta en un 100% la potencia de los\nmovimientos compi.",
    "72": "Aumenta en un 100% la potencia de los ataques cuando está activo el siguiente efecto de entorno:\n\n• [Name:FieldEffectType ]",
    "92": "Aumenta en un 100% la potencia de los ataques del siguiente tipo:\n\n• [Name:Type ]",
    "110": "Impide que el usuario reciba golpes críticos.",
    "111": "Cuando el usuario entra en combate por primera vez en cada combate, aplica el siguiente efecto:\n\n• [Name:FieldEffectType ]",
    "112": "Llena 2 puntos la barra de movimientos del\nusuario cuando sus movimientos aciertan.",
    "113": "Recupera aproximadamente un 6% de los PS máximos de los compis cuando sus movimientos aciertan.",
    "114": "Aumenta el Ataque, la Defensa, el Ataque Especial, la Defensa Especial, la Velocidad, la Precisión o la Evasión de los compis cuando sus movimientos aciertan.",
    "115": "Reduce el Ataque, la Defensa, el Ataque Especial, la Defensa Especial, la Velocidad, la Precisión o la Evasión del objetivo en 1 nivel cuando los movimientos del usuario dirigidos a ese rival aciertan.",
    "116": "Aumenta el efecto Siguiente Físico ↑ de los\ncompis en 1 nivel cuando sus movimientos\naciertan.",
    "117": "Aumenta el efecto Siguiente Especial ↑ de los\ncompis en 1 nivel cuando sus movimientos\naciertan.",
    "118": "Mitiga el daño recibido de ataques físicos en un 50%.",
    "119": "Mitiga el daño recibido de ataques especiales en un 50%.",
    "121": "Cuando el usuario entra en combate por primera vez en cada combate, aumenta la siguiente característica en 4 niveles:\n\n• [Name:FieldEffectType ]",
    "128": "Cuando el usuario entra en combate por primera vez en cada combate, aumenta la siguiente característica en 3 niveles:\n\n• [Name:FieldEffectType ]",
    "129": "Impide que el usuario sufra reducciones en las\ncaracterísticas.",
    "130": "Cuando el usuario entra en combate por primera vez en cada combate, activa el siguiente efecto de entorno, que dura todo el combate:\n\n• [Name:FieldEffectType ]",
    "150": "Se reduce en 3 el contador de movimientos\ncompi cuando el usuario entra en combate por\nprimera vez en cada combate.",
    "151": "Se reduce el máximo del contador de\nmovimientos compi del usuario en un número\nigual a la cantidad de compis aliados en\ncombate.",
    "152": "Recupera 1 PM de todos los movimientos de los compis cuando sus movimientos aciertan.",
    "153": "Mitiga el daño recibido en un 50% cuando\ngolpean al usuario con un movimiento de\nataque.",
    "154": "Aplica el efecto Siguiente mitiga daño a los\ncompis cuando sus movimientos aciertan.",
    "155": "Aplica el efecto Siguiente sin coste a los compis cuando sus movimientos aciertan.",
    "156": "Aumenta mucho la velocidad a la que se llena\nla barra de movimientos.",
    "157": "Reduce el Ataque, la Defensa, el Ataque Especial, la Defensa Especial, la Velocidad, la Precisión y la Evasión de todos los rivales en 6 niveles.",
    "158": "Aumenta el Ataque, la Defensa, el Ataque\nEspecial, la Defensa Especial, la Velocidad, la\nPrecisión y la Evasión del usuario en 6 niveles\ncuando entra en combate por primera vez en\ncada combate.",
    "159": "Se reduce en 1 el contador de movimientos\ncompi del usuario cuando sus movimientos\naciertan.",
    "160": "Aplica el efecto Siguiente Supereficaz ↑ a los\ncompis cuando sus movimientos aciertan.",
    "161": "Se reduce en 9 el contador de movimientos\ncompi la primera vez que el usuario usa un\nmovimiento compi en cada combate.",
    "162": "Aumenta en un 200% la siguiente característica de todos los compis aliados:\n\n• [Name:FieldEffectType ]",
    "167": "Aumenta en un 300% las siguientes\ncaracterísticas de todos los compis aliados:\n\n• [Name:FieldEffectType Idx=\"1\" ]\n• [Name:FieldEffectType Idx=\"2\" ]\n• [Name:FieldEffectType Idx=\"3\" ]\n• [Name:FieldEffectType Idx=\"4\" ]"
}
