{
    "270700010": "Du kannst viele Juwelen als Spezial-Boni\nerhalten, wenn du dich durch den\nWPM-Handlungsbogen spielst! Du kannst sie\nim Pokémon-Center über die Schaltfläche in\nder oberen linken Ecke deines Bildschirms\neinsammeln. Probiere es gleich einmal aus!",
    "270700020": "Sammle alle fünf Orden des WPM-Handlungsbogens der Hauptgeschichte, um den Champkampf freizuschalten!",
    "270700030": "Du hast erfolgreich alle fünf Orden gesammelt! Trainiere deine Angreifer-Gefährten und versuche dich über die Abenteuer-Schaltfläche im Pokémon-Center am Champkampf auf dem Schwierigkeitsgrad Normal!",
    "270700040": "Der Champkampf (Schwierigkeitsgrad Normal) war nur ein Vorgeschmack! Bevor du dich am Schwierigkeitsgrad Schwer Lv. 1 versuchst, solltest du auf der Siegesstraße die Grundlagen des Kampfes erlernen. Dort warten zudem auch allerlei Belohnungen!",
    "270700045": "Bevor du dich dem Champkampf im Schwierigkeitsgrad Schwer Lv. 1 stellst, solltest du versuchen, deine Gefährten zu verstärken. Schau dir unter dem Reiter „Verstärken“ an, wie du sie verbessern kannst!",
    "270700050": "Der Champkampf ist eine Herausforderung, bei der du dich in fünf Kämpfen mit verschiedenen Teams beweisen musst. Du brauchst insgesamt 15 Gefährtengespanne. Überlege, welche Rollen du einsetzen willst, organisiere deine Gefährten und stärke sie!",
    "270700060": "Beim Champkampf kannst du Fragmente verschiedener Embleme erhalten, die auf den in deinem Team eingesetzten Typen basieren. Komm wöchentlich wieder, um alle Embleme zu vervollständigen!",
    "270700070": "Im Elitemodus kannst du Kämpfen Optionen hinzufügen, um Punkte zu sammeln und so mehr Belohnungen erhalten zu können. Mit extra Optionen werden die Kämpfe jedoch schwieriger. Überlege dir also gut, welche Kombinationen sich für dein Team eignen!",
    "270700080": "Um mehr Punkte zu sammeln, überlege dir, welche Optionen, Teamaufstellung und Verstärkungen sich gut eigenen. Falls du Probleme hast, Punkte zu erzielen, lohnt sich ein Blick darauf, welche Teams und Optionen am häufigsten gewählt werden!",
    "270700090": "Die Passio-Türme sind eine Funktion, bei der du dich Kämpfen mit einem Team aus Gefährten desselben Typs stellst. Versuche dich am besten zuerst am Turm eines Typs, mit dem du dich besonders gut auskennst!",
    "270700100": "Die Kämpfe werden umso schwieriger, je höher du in einem der Passio-Türme aufsteigst. Wenn du Probleme hast, Siege zu erzielen, kannst du einen auf deinem Weg erhaltenen Turmpass einsetzen, um zu einem anderen Turm zu wechseln.",
    "270700110": "Wenn du Schwierigkeiten hast, Kämpfe abzuschließen, kannst du versuchen, deine Gefährtengespanne zu verstärken oder andere zu wählen. Es lohnt sich, einen Blick darauf zu werfen, welche Teamaufstellung am häufigsten verwendet wird.",
    "270700120": "Die Kämpfe in Passio-Türmen werden umso schwieriger, je höher du aufsteigst. Wenn du Probleme hast, Siege zu erzielen, kannst du es in einem anderen Turm versuchen oder nach neuen Gefährten suchen.",
    "270700130": "Bringe zunächst ein Gefährtengespann auf Lv. 100! Dazu benötigst du bestimmte Items, die sogenannten Verstärkungshandbücher, welche du in verschiedenen Events sowie im Trainingsgebiet erhalten kannst!",
    "270700140": "Um Gefährten über Lv. 100 zu bringen, musst du einen Limitbruch durchführen! Die dazu benötigten Items kannst du in verschiedenen Events sowie im Limitbruchgebiet des Trainingsgebiets erhalten.",
    "270700160": "In Pokémon Masters EX gibt es diverse Kampfsysteme, die mehrere Teams benötigen. Deshalb ist es wichtig, eine Vielzahl an Gefährten zu verstärken! Beginne damit, 15 Gefährten auf Lv. 140 zu bringen!",
    "270700170": "Um Gefährten über Lv. 140 zu bringen, benötigst du ein Perfektionszertifikat. Du kannst dieses Item unter anderem in den Passio-Türmen oder im Tausch gegen tägliche Tickets erhalten.",
    "270700180": "Um Gefährten über Lv. 180 zu bringen, benötigst du eine Perfektionstrophäe, die du in den Passio-Türmen erhalten kannst. Dieses Item zu erlangen, ist schwieriger als der Erhalt eines Perfektionszertifikats, weshalb es als sehr kostbar gilt.",
    "270700190": "Du kannst einem 5★-Gefährtengespann zwanzig Potenzialpässe 5★ geben, um es für den Aufstieg zu 6★ EX vorzubereiten! Du kannst diese im Champkampf oder in anderen Events erhalten!",
    "270700200": "Sobald du dein Gefährtengespann für\n6★ EX vorbereitet hast, kannst du ihm eine Champseele geben, um es aufsteigen zu lassen! Champseelen können wöchentlich im Champkampf erhalten werden, also denk dran, dich regelmäßig daran zu versuchen!",
    "270700210": "Gefährten können noch stärker werden, wenn du ihr Gefährtensteinbrett verbesserst! Dazu brauchst du Gefährtendrops, welche im Gefährtendropsgebiet des Trainingsgebiets erhältlich sind. Schau täglich vorbei, um sie zu sammeln!",
    "270700220": "Du kannst eine Glücksrolle einsetzen, um einen Fähigkeitsslot freizuschalten. Daraufhin kannst du einen Glückskeks verwenden, um eine zufällige Glücksfähigkeit zu erlernen! Sammle jede Menge Glückskekse, die dir mächtige Glücksfähigkeiten eröffnen!",
    "270700230": "Du kannst ein Attackenbonbon einsetzen, um den Attacken-Level eines Gefährtengespanns zu erhöhen. Dadurch steigerst du nicht nur die Stärke ihrer Attacken, sondern schaltest auch bestimmte Felder auf ihrem Gefährtensteinbrett frei.",
    "270700240": "Mit dem Freischalten der EX-Rolle werden Gefährtenattacken verstärkt, sobald das Gefährtengespann 6★ EX erreicht! Du kannst 20 Rollenkuchen-Münzen in Events wie den täglichen Regionskämpfen erhalten und diese gegen Rollenkuchen eintauschen!",
    "270700250": "Wenn bestimmte Gefährtengespanne Attacken-Level 5 erreichen, kannst du ein Super-Erwachen-Bonbon einsetzen, um ihr Super-Erwachen freizuschalten. Versuche, Gefährten über Attacken-Level 5 hinaus zu verstärken!",
    "270700260": "Im Pokémon-Center kannst du Missionen einsehen, indem du eine der Schaltflächen auf der linken Bildschirmseite berührst. Versuche, die täglichen Missionen direkt nach dem Login zu erledigen. Sie sind leicht zu meistern, also schau gleich mal vorbei!",
    "270700270": "Bei den täglichen Regionskämpfen haben Gefährtengespanne, die Attribute wie etwa eine bestimmten Region (Kanto, Johto usw.) teilen, die Nase vorn. Schließe die Kämpfe ab, um Kampfpunkte zu sammeln, die du gegen Belohnungen eintauschen kannst!",
    "270700280": "Kampfpunkte können hauptsächlich in den täglichen Regionskämpfen verdient werden. Einige besondere Gefährtengespanne kannst du dir nur ins Team holen, indem du Kampfpunkte verwendest. Also denk dran, täglich eine paar dieser Punkte abzugreifen!",
    "270700290": "Um zur täglichen Suche zu gelangen, begib dich zum Laden und tippe auf „Gefährtensuche“! Du kannst täglich ein Gefährtengespann erhalten, also vergiss nicht, die Suche jeden Tag zu nutzen!",
    "270700300": "Um regelmäßig kostenlose Juwelen zu erhalten, begib dich zum Laden und tippe dort auf „Juwelen-Kauf“. Denk dran, sie während ihres Verfügbarkeitszeitraums abzuholen!",
    "270700310": "Um Gefährtengespanne zu verstärken, begib dich zum Abenteuer-Menü und tippe auf „Trainingsgebiet“! Dort kannst du Items erhalten, die du für normale Verstärkungen wie den Levelaufstieg, das Erlernen von Glücksfähigkeiten und vieles mehr brauchst.",
    "270700320": "Um besondere Geschichten mit diversen Gefährtengespannen zu erleben, begib dich zum Abenteuer-Menü und tippe auf „Nebengebiet“.",
    "270700330": "Du kannst dein Profil ausfüllen, um anderen mehr über dich zu verraten! Zudem kannst du ein Profilbild festlegen, bei dem du deiner Kreativität freien Lauf lassen kannst.",
    "270700340": "Um dein Profil anzupassen, wähle dein Poryfon unten rechts im Bildschirm des Pokémon-Centers aus. In deinem Profil kannst du Hashtags festlegen, die deinen bevorzugten Spielstil, deine Lieblingsregion und vieles mehr widergeben!",
    "270700350": "Du kannst dir die Profile anderer Spieler über die Zufallsfotos, Event-Ranglisten und den Ergebnisbildschirm der Multiteamkämpfe anzeigen lassen. Wenn du ein Profil entdeckst, das dir besonders gut gefällt, dann gib ihm doch ein Like!",
    "270700360": "In der PokéLounge kannst du mit diversen Trainern interagieren! Du kannst besondere Abenteuer mit befreundeten Trainern erleben und ihre Fotos sammeln. Die Anzahl der täglichen Interaktionen ist begrenzt, also schau am besten jeden Tag vorbei!",
    "270700370": "Du kannst viele verschiedene Items erhalten, indem du Erkundungsteams aus Gefährten zusammenstellst und sie auf Erkundungstouren auf Passio schickst!",
    "270700380": "In der Musikbox kannst du Musik anhören, die überall auf Passio gespielt wird. Du kannst Lieder freischalten, indem du Musik-Münzen verwendest, die in den täglichen Missionen erhältlich sind!",
    "270700390": "Du kannst Eier ausbrüten, indem du sie in der Brutmaschine ablegst! Pokémon, die aus Eiern geschlüpft sind, kannst du zu deinem Partner-Pokémon aufziehen!",
    "270700400": "Auf dem Abenteuer-Bildschirm kannst du „Gemeinsam spielen“ auswählen, um an Multiteamkämpfen teilzunehmen, bei denen mehrere Spieler zusammenarbeiten. Das ist eine spaßige neue Erfahrung. Probier’s gleich mal aus!",
    "270700410": "Gefährten mit Legendären Pokémon kannst du dir über die Legenden-Abenteuer der Hauptgeschichte ins Team holen! Schließe alle Kapitel ab, um Sonder-Potenzialpässe zu erhalten und den Attacken-Level deiner Gefährten auf die Obergrenze zu bringen.",
    "270700420": "Wenn du dich durch alle Kapitel der Legenden-Abenteuer spielst, kannst du dir mächtige Gefährtengespanne ins Team holen! Wenn du ein besonders starkes Team aufstellen musst, solltest du diese priorisieren!",
    "270700430": "Im Schurken-Handlungsbogen der Hauptgeschichte dreht sich alles um Trainer verschiedener Regionen und die bösen Machenschaften ihrer Schurkenteams! Die Kapitel haben keine feste Reihenfolge, also starte mit einer Region, die dir gut gefällt!",
    "270700440": "Das Arceus-Abenteuer der Hauptgeschichte begleitet Gefährten, die dank Arceus’ Erscheinen auf Passio eine neue Art von Band erweckt haben. Du kannst mit jedem Kapitel starten, es empfielt sich jedoch, sie in chronologischer Reihenfolge zu spielen.",
    "270700450": "Beim Legendenkampf erwarten dich Legendäre Pokémon mit charakteristischen Fähigkeiten! Schau dir die entsprechenden Kampftipps an, falls es dir schwerfällt, die Kämpfe zu meistern!",
    "270700460": "Die Kampfvilla ist eine besondere Art der Herausforderung, bei der deine KP von einer Runde auf die nächste übertragen werden und du nur eine feste Anzahl an Gefährten nutzen kannst. Heile dich und nutze Leckereien, um Ebene 30 zu meistern!",
    "270700470": "Versuche, Gegnern in der vorgegebenen Zeit so viel Schaden wie möglich zuzufügen! Attacken, die nicht „sehr effektiv“ sind, fügen keinen Schaden zu, also schau dir die Schwächen deiner Gegner genau an und stelle dein Team entsprechend auf.",
    "270700480": "Bei der Kampfrallye handelt es sich um eine Kampffunktion, bei der zehn Kämpfe in Folge mit besonderen Regeln ausgetragen werden. Je weiter du kommst, desto härter werten die Gegner, also nutze den Rallye-Laden, um dich zu stärken!",
    "270700490": "In Trainer-Arenen kannst du mit anderen Spielern interagieren! Tritt einer Trainer-Arena bei, die dir gefällt!",
    "270700500": "„Fordere starke Trainer heraus!“ bietet fortgeschrittenen Spielern superschwere Kämpfe. Wenn du davon überzeugt bist, dass du sie mit deinen Fähigkeiten bestehen kannst, dann versuch dich doch mal an ihnen!"
}
