{
    "270700010": "When you play through the PML arc, you can obtain a lot of gems as special completion rewards! You can claim special completion rewards via a button in the upper left of your screen while in the Pokémon Center. Check it out!",
    "270700020": "Collect all five badges in the main story’s PML arc to unlock the Champion Stadium!",
    "270700030": "You’ve finally collected all the badges! Train up your strike sync pairs, and try taking on the Champion Stadium on Normal via the Explore button in the Pokémon Center!",
    "270700040": "The Champion Stadium’s Normal mode was just the beginning! Before taking on Hard Lv. 1, let’s head over to Victory Road, where you can learn the fundamentals of battle—and obtain lots of rewards if you complete it!",
    "270700045": "Before taking on the Champion Stadium on Hard Lv. 1 difficulty, try upgrading your sync pairs. Check the Upgrades tab to see how you can!",
    "270700050": "The Champion Stadium is a challenge of five battles you’ll take on using different teams. You’ll need 15 sync pairs total, so think about roles, round up some teammates, and give them some upgrades!",
    "270700060": "In the Champion Stadium, you can earn pieces of medals based on what types you used on your team. Come back weekly and try to complete each medal!",
    "270700070": "In master mode, you can add options to your battles to collect points, which can be used to obtain more rewards! More options means harder battles, so figure out the right combination for you!",
    "270700080": "To obtain more points, it’s important to consider what options, team lineups, and upgrades to use. If you’re struggling to get points, you can look at what teams and options are used most!",
    "270700090": "In Pasio Towers, you take on a challenge using teams of sync pairs of the same type. Try taking on the tower of the type you’re most confident with first!",
    "270700100": "In Pasio Towers, the higher you go, the harder battles will be. If you’re struggling to win, you can use a tower pass obtained along the way to take on another tower.",
    "270700110": "If you’re struggling to complete a battle, you can try upgrading your sync pairs or using different ones. You can also look at what team lineups are commonly used.",
    "270700120": "In Pasio Towers, the higher you go, the harder battles will be. If you’re struggling to win, you can try taking on a different tower or scouting new sync pairs.",
    "270700130": "First, let’s raise a sync pair to Lv. 100! You’ll need items called level-up manuals, which can be obtained from various events and the Training Area!",
    "270700140": "To raise a sync pair’s level beyond Lv. 100, you need to unlock their level cap! You can obtain items for unlocking level caps from various events and the Cap-Unlock Area of the Training Area.",
    "270700160": "Pokémon Masters EX has lots of battle content that requires multiple teams, so it’s important to upgrade a variety of sync pairs! First, try raising 15 sync pairs to Lv. 140!",
    "270700170": "To raise a sync pair’s level cap beyond Lv. 140, you’ll need an item called a Certificate of Excellence, which can be obtained from Pasio Towers, the Daily Ticket exchange, and elsewhere.",
    "270700180": "To raise a sync pair’s level cap beyond Lv. 180, you’ll need an item called a Plaque of Perfection, which can be obtained from Pasio Towers. These are harder to obtain than Certificates of Excellence, so they’re apparently very valuable!",
    "270700190": "You can give a 5★ sync pair twenty 5★ power-ups to prepare them to be raised to 6★ EX! You can get these from the Champion Stadium and other events!",
    "270700200": "Once you’ve prepared a sync pair for 6★ EX, you can use Champion Spirit to raise them to it! Champion Spirit can be obtained weekly from the Champion Stadium, so don’t forget to take it on!",
    "270700210": "You can strengthen a sync pair even more by upgrading their sync grid! To upgrade a sync pair’s sync grid, you’ll need sync orbs, which can be found in the Sync Orb Area of the Training Area. Visit daily to collect orbs!",
    "270700220": "You can use a lucky scroll to unlock a skill slot, then use a lucky cookie to learn a random lucky skill! Gather lots of lucky cookies to learn powerful lucky skills!",
    "270700230": "You can use a move candy to raise a sync pair’s move level! Raising a sync pair’s move level powers up their moves and unlocks certain tiles on their sync grid.",
    "270700240": "Unlocking a sync pair’s EX role powers up their sync moves when they’re raised to 6★ EX! You can obtain 20 roll cake coins from events like the Daily Region Rotation and then exchange them for a roll cake!",
    "270700250": "When certain sync pairs reach move level 5, you can use a special item called a Superawakening Candy to unlock their superawakening. Try upgrading sync pairs beyond raising their move level!",
    "270700260": "When in the Pokémon Center, you can check missions by pressing one of the buttons on the left side of the screen. The first thing you should do after logging in is complete your daily missions. These are easy, so you can jump right in and give them a shot!",
    "270700270": "The Daily Region Rotation consists of battles in which sync pairs that share a theme skill of a specific region, such as Kanto or Johto, will gain an advantage. You can complete these battles to earn battle points, which you can use to obtain rewards!",
    "270700280": "Battle points are mainly earned from the Daily Region Rotation. There are special sync pairs you can only team up with by using battle points, so be sure to rack up those points little by little each day!",
    "270700290": "To access the Daily Scout, go to Shop > Sync Pair Scout! You’re guaranteed one sync pair per day, so don’t forget to use this scout daily!",
    "270700300": "To regularly claim non-paid gems, go to Shop > Purchase Gems. Don’t forget to claim them for each time period!",
    "270700310": "To upgrade sync pairs, go to Explore > Training Area! There, you can obtain the items needed to make basic upgrades, like leveling them up, having them learn lucky skills, and more.",
    "270700320": "To enjoy special sync pair stories, go to Explore > Side Area.",
    "270700330": "You can fill out your profile to tell others more about you! You can also set a profile photo of your creation.",
    "270700340": "To edit your profile, select your Poryphone in the bottom right of your screen while in the Pokémon Center. In your profile, you can select hashtags to indicate your play style, favorite region, and more!",
    "270700350": "You can view other players’ profiles via random view, event rankings, and co-op battle result screens. If you spot a nice profile, be sure to give it a like!",
    "270700360": "In the Trainer Lodge, you can interact with various Trainers! You can go on special outings with Trainers you’ve befriended and collect their photos. The number of times you can interact each day is limited, so visit the lodge daily!",
    "270700370": "You can obtain various items by putting together an expedition team of sync pairs and having them go on expeditions all over Pasio!",
    "270700380": "The jukebox lets you listen to the music that plays all over Pasio. You can unlock songs by using music coins obtained from daily missions!",
    "270700390": "You can place Eggs in incubators to hatch them! Pokémon hatched from Eggs can be raised as your partner Pokémon!",
    "270700400": "On the Explore screen, you can select Co-op to join co-op battles, which involve working together with other players. It’s a fun and different experience. Give it a try!",
    "270700410": "In Legendary Adventures in the main story, you can team up with sync pairs that have powerful Legendary Pokémon! By playing through each chapter, you can obtain Custom ★ Power-Ups and max out the move levels of sync pairs you’ve teamed up with.",
    "270700420": "By playing through each chapter of Legendary Adventures, you can team up with powerful sync pairs. If you need to put together a strong team, prioritize completing these!",
    "270700430": "The villain arc of the main story features Trainers from various regions and villainous organizations’ schemes. You can enjoy these story chapters in any order, so start with whatever region catches your eye!",
    "270700440": "The Arceus arc of the main story features sync pairs who’ve awakened a new kind of bond thanks to Arceus’s appearance on Pasio. You can start with any chapter, but we recommend playing these in chronological order.",
    "270700450": "In the Legendary Arena, Legendary Pokémon with characteristic capabilities await! If you’re struggling to beat them, you can check each battle’s Battle Tips!",
    "270700460": "The Battle Villa is a special type of challenge. In it, HP carries over from battle to battle, and the number of sync pairs you can bring into battle is limited. Make use of full recoveries and treats, and try to complete Hall 30!",
    "270700470": "Try to deal opponents a lot of damage within the allotted time! Any attacks that aren’t supereffective will deal zero damage, so check your opponent’s weakness, and adjust your team lineups accordingly.",
    "270700480": "The Battle Rally is a battle feature consisting of 10 consecutive battles with special rules. The further you progress, the stronger opponents will be, so utilize the rally shop to strengthen allies along the way!",
    "270700490": "In Trainer Gyms, you can interact with other players! Join whatever gym catches your eye!",
    "270700500": "Challenge the Strong contains super-difficult battles geared toward advanced players. If you’re confident in your skills, give them a try!"
}
