{
    "50200001": "Arriva un torneo per trovare altri Nuovi Campioni!",
    "50200002": "Neo Champion Time! Ti attendono avversari potenti da sfidare!",
    "50200003": "Puoi sfidare avversari potenti in lotte ad alta difficoltà!",
    "50200004": "Puoi sfidare il Team Rocket con Unità di Kanto!",
    "50200005": "Puoi affrontare Giovanni assieme alle Unità di Kanto!",
    "50200006": "Ricompense fantastiche nella Sfida per la felicità!",
    "50200007": "Arriva Terrakion nella Lotta Leggendaria!",
    "50200008": "Accogli l'Allenatore leggendario con una sfida infuocata!",
    "50200009": "Sfida Leggendaria in corso!",
    "50200010": "Ballino è arrivato a Pasio e il suo obiettivo è diventare una mascotte ufficiale!",
    "50200011": "Buon Pokémon Masters Day! È in corso un evento speciale!",
    "50200012": "Puoi affrontare il Team Magma con Unità di Hoenn!",
    "50200013": "Puoi affrontare il Team Idro con Unità di Hoenn!",
    "50300001": "Risolvi un enigmatico caso nel mistero interattivo!",
    "50300002": "La giornata di Metronomo! Largo alla fortuna!",
    "50300003": "Nuove missioni ogni giorno nell'evento speciale!",
    "50300004": "È tempo di caccia alle uova con Vera e Artemisio!",
    "50300005": "Ricompense fantastiche nella Sfida per la felicità!",
    "50300006": "Quali Pokémon nasceranno dalle Uova?",
    "50300007": "Nuova Lotta dei Campioni speciale per un periodo limitato!",
    "50300009": "Hanno rubato il Pokémon di Guzman! Inizia un nuovo caso...",
    "50300010": "Allenati con Lorelei e Bruno dei Superquattro di Kanto!",
    "50300011": "Un invito al fantastico mondo degli enigmi!",
    "50300012": "Buon Pokémon Masters Day! È in corso un evento speciale!",
    "50400001": "Nuova aggiunta alla storia: il capitolo di Alola!",
    "50400002": "Puoi affrontare la Fondazione Æther con Unità di Alola!",
    "50400004": "Nuovo evento a Pasio! Fashion week!",
    "50400005": "Hai l'occasione di fare squadra con un Magikarp cromatico!",
    "50400006": "Allenati con Agatha e Lance dei Superquattro di Kanto!",
    "50400007": "Nuove missioni nella Lotta Leggendaria!",
    "50400008": "Nella Cronolotta vincono i più veloci!",
    "50400009": "Nuovi contenuti nel capitolo di Alola!",
    "50400010": "Puoi affrontare la Fondazione Æther con Unità di Alola!",
    "50400011": "Puoi cimentarti nelle prove di Pasio con Selene ed Elio!",
    "50400012": "Ricompense fantastiche nella Sfida per la felicità!",
    "50400013": "Sfida Leggendaria in corso!",
    "50400014": "Puoi sfidare il Team Galassia con Unità di Sinnoh!",
    "50400015": "Puoi affrontare Cyrus assieme alle Unità di Sinnoh!",
    "50400017": "Puoi ottenere accessori in modalità multigiocatore!"
}
