{
    "20000100": "È possibile vedere Bulbasaur mentre schiaccia un pisolino\nsotto il sole. Ha un seme piantato sulla schiena.\nGrazie ai raggi solari il seme cresce ingrandendosi\nprogressivamente.",
    "20000200": "C'è un germoglio piantato nella schiena di Ivysaur.\nPer sopportarne il peso, le zampe e il corpo crescono\nrobusti. Quando inizia a passare più tempo esposto\nal sole, significa che il germoglio sboccerà presto\nin un grande fiore.",
    "20000300": "C'è un grande fiore sulla schiena di Venusaur. Si dice che\ni colori diventino più vividi con il giusto nutrimento e i\nraggi solari. Il suo profumo calma le reazioni emotive\ndelle persone.",
    "20000301": "C'è un grande fiore sulla schiena di Venusaur. Si dice che\ni colori diventino più vividi con il giusto nutrimento e i\nraggi solari. Il suo profumo calma le reazioni emotive\ndelle persone.",
    "20000400": "La fiamma sulla punta della coda indica il suo stato\nemotivo. Se la fiamma ondeggia significa che Charmander\nsi sta divertendo. Quando il Pokémon si infuria, la fiamma\narde violentemente.",
    "20000500": "Charmeleon distrugge il nemico senza pietà con i suoi\nartigli affilati. Quando incontra un avversario molto forte\ndiventa aggressivo. In questo stato di grande agitazione\nla fiamma della coda diventa di colore bianco bluastro.",
    "20000600": "Charizard solca i cieli in cerca di nemici molto forti.\nRiesce a emettere fiammate di un calore tale da fondere\nogni cosa. Tuttavia, non rivolge mai le sue micidiali lingue\ndi fuoco contro avversari più deboli di lui.",
    "20000700": "La corazza di Squirtle non serve soltanto da protezione.\nLa particolare forma arrotondata e le scanalature\nsuperficiali lo aiutano a minimizzare l'attrito dell'acqua\nper nuotare ad alta velocità.",
    "20000800": "La grande coda di Wartortle è coperta da una folta\npelliccia, che diventa sempre più scura con l'avanzare\ndell'età. I graffi sulla corazza indicano la potenza\ndi questo Pokémon come lottatore.",
    "20000900": "Blastoise è dotato di cannoni ad acqua che fuoriescono\ndalla corazza. I getti emessi sono così precisi da riuscire\na colpire un bersaglio a una distanza di 50 m.",
    "20001300": "Weedle ha un senso dell'olfatto estremamente sviluppato.\nRiesce a distinguere le sue foglie preferite da quelle che\nlo disgustano semplicemente annusandole con il grande\nnaso rosso.",
    "20001400": "Kakuna rimane praticamente immobile abbarbicato agli\nalberi. Tuttavia, internamente è intento a preparare la sua\nfutura evoluzione. Lo si può capire dall'intensità del calore\nsviluppato dal guscio.",
    "20001500": "Beedrill difende strenuamente il proprio territorio.\nPer ragioni di sicurezza nessuno può avvicinarsi al suo\nnido. Se vengono disturbati, questi Pokémon attaccano\nviolentemente in sciami.",
    "20001600": "Pidgey ha un senso dell'orientamento molto sviluppato.\nÈ sempre in grado di ritornare al suo nido, anche quando\nsi spinge molto lontano dal suo ambiente abituale.",
    "20001800": "Questo Pokémon è caratterizzato da uno stupendo\npiumaggio dai colori vivaci e brillanti. Molti Allenatori\nsono colpiti dall'evidente bellezza delle piume sulla testa.\nPer questo spesso scelgono Pidgeot come loro Pokémon.",
    "20001900": "I suoi incisivi continuano a crescere per tutta la vita.\nSe si allungano troppo, non riesce più a nutrirsi e muore\ndi fame.",
    "20002000": "Si dice che sia sfuggito ai nemici nuotando da un'isola\nall'altra grazie alle minuscole membrane tra le dita delle\nzampe posteriori.",
    "20002400": "Secondo gli studi più recenti, esistono più di 20 varianti\ndel disegno che ha sul ventre.",
    "20002500": "Accumula naturalmente elettricità. I boschi popolati\nda gruppi di Pikachu sono pericolosi perché continuamente\ncolpiti dai fulmini.",
    "20002501": "Accumula naturalmente elettricità. I boschi popolati\nda gruppi di Pikachu sono pericolosi perché continuamente\ncolpiti dai fulmini.",
    "20002600": "Diventa più aggressivo con l'accumularsi di energia\nelettrica. Alcuni pensano che sia l'elettricità stessa\na causargli stress.",
    "20002661": "Concentra i suoi poteri psichici nella coda e si sposta\nsu di essa come se scivolasse.\nÈ soprannominato \"il surfista di terra\".",
    "20002800": "I suoi aculei si spezzano spesso.\nUna volta recuperati, si possono usare per fabbricare\nattrezzi per coltivare la terra.",
    "20002861": "Ha sviluppato degli artigli robusti e affilati per farsi strada\nfra la neve, in cui ora riesce a correre a gran velocità.",
    "20002900": "Gli aculei di Nidoran♀ secernono un potente veleno.\nSi pensa che si siano sviluppati per proteggere questo\nPokémon dal corpo minuto. Quando è adirato, rilascia\nuna potente tossina dal corno.",
    "20003000": "Quando questi Pokémon si riuniscono con gli amici e la\nfamiglia, tengono i loro aculei a debita distanza per\nevitare di ferirsi a vicenda. Se allontanati dal branco,\ndiventano nervosi e irascibili.",
    "20003100": "Il corpo di Nidoqueen è racchiuso in una corazza\ndurissima. Riesce a scagliare i nemici lontano con\nun colpo secco. Questo Pokémon dà il massimo di sé\nquando difende i propri cuccioli.",
    "20003300": "Nidorino è dotato di un corno più duro del diamante.\nQuando percepisce una presenza ostile, gli si rizzano\nimmediatamente tutti gli aculei sulla schiena.\nA questo punto sfida il nemico con tutta la sua forza.",
    "20003400": "La possente coda di Nidoking è dotata di un enorme\npotere distruttivo. Con un solo colpo riesce ad abbattere\nun pilone metallico. Quando si scatena non c'è modo di\nfermare la sua furia.",
    "20003500": "Questo Pokémon molto popolare è piuttosto raro\ne prezioso. È meglio evitare di metterlo troppo in\nmostra, o si corre il rischio di farselo rubare.",
    "20003600": "Può sentire il rumore di uno spillo che cade a 1 km\ndi distanza. Per questo vive in recessi montani, lontano\nda esseri umani e Pokémon.",
    "20003800": "È molto ostinato e vendicativo. Chi si attira il suo rancore\ncade vittima di una maledizione millenaria che si\ntrasmette anche ai discendenti.",
    "20003900": "Ai grandi magazzini nel reparto camera da letto\nsono in vendita dei CD con la registrazione della\nmisteriosa ninnananna cantata da Jigglypuff.",
    "20004000": "È molto amato per l'elasticità del suo corpo\ne la morbidezza della sua pelliccia. Dormire abbracciati\na questo Pokémon è molto piacevole.",
    "20004100": "Non ha occhi e non può vedere, ma è in grado di\npercepire l'ambiente circostante emettendo ultrasuoni\ndalla bocca.",
    "20004200": "A volte si vedono dei Golbat senza canini perché,\nspinti dalla fame, hanno provato ad azzannare\nun Pokémon di tipo Acciaio.",
    "20004501": "Il polline velenoso di Vileplume scatena paurose reazioni\nallergiche. Per questo motivo si consiglia di non\navvicinarsi mai a nessun fiore di bosco, per quanto\nbello possa essere.",
    "20004800": "Si dice che per proteggersi Venonat abbia sviluppato una\npelliccia sottile e irsuta che ricopre il suo corpo.\nNemmeno la preda più piccola può sfuggire ai suoi\nocchi enormi.",
    "20004900": "Venomoth è un Pokémon notturno, cioè attivo soltanto\ndi notte. Le sue prede favorite sono i piccoli insetti che\nsi raggruppano attorno ai lampioni attratti dalla luce\nnel buio.",
    "20005161": "Le sue pesanti chiome metalliche rallentano i suoi\nmovimenti, ma gli permettono di perforare anche\nla dura roccia.",
    "20005200": "Nelle discariche capita di vederlo lottare furiosamente\ncon Murkrow per gli oggetti luccicanti.",
    "20005300": "È molto popolare tra le persone facoltose.\nA volte viene preso di mira dai cacciatori, attirati\ndalla gemma che ha sulla fronte.",
    "20005361": "Nonostante il muso grazioso ha un'indole crudele,\ntanto che si diverte a giocare con le prede indebolite\nsenza dar loro il colpo di grazia.",
    "20005400": "Usare i suoi poteri psicocinetici gli causa dei gran mal\ndi testa, perciò passa il tempo cercando di fare e pensare\nil meno possibile.",
    "20005800": "È molto docile con gli esseri umani a cui si affeziona,\nma in natura lotta furiosamente con i Rockruff per\nil controllo del territorio.",
    "20005900": "Narra la leggenda che in un lontano passato \nabbia lottato a fianco di un generale, aiutandolo\na conquistare paesi interi.",
    "20006200": "È un nuotatore particolarmente abile anche rispetto\nad altri Pokémon che vivono in acqua, ma di solito\nvive sulla terraferma.",
    "20006500": "I cucchiai che ha con sé sono stati creati grazie ai suoi\npoteri psichici e sono esemplari unici al mondo.",
    "20006600": "Si allena assieme ai suoi simili per sviluppare i muscoli\ne acquisire sicurezza. Quando si sente pronto,\nsfida Makuhita.",
    "20006800": "Afferra l'avversario con le sue quattro braccia e\nlo avvinghia in una stretta complicatissima comunemente\nchiamata \"morsa di Machamp\".",
    "20006900": "Il corpo esile e flessibile di Bellsprout gli consente\ndi piegarsi e oscillare per evitare ogni attacco, anche\nviolento. Dalla bocca sputa un fluido corrosivo in grado\ndi sciogliere anche il ferro.",
    "20007000": "Weepinbell è dotato di un grande uncino posteriore.\nDi notte lo usa per appendersi a un ramo e mettersi\na dormire. Talvolta, agitandosi nel sonno, si sveglia\nal suolo.",
    "20007100": "Victreebel è dotato di una lunga liana che parte\ndalla testa. Il Pokémon la sventola e la agita come fosse\nun'esca per attirare la preda. Quando la preda ignara\nsi avvicina, il Pokémon la inghiotte in un sol boccone.",
    "20007400": "Col passare degli anni le asperità del suo corpo\nvengono levigate, rendendolo perfettamente rotondo,\ne il suo carattere si fa più tranquillo.",
    "20007461": "Se lo si pesta scambiandolo per un sasso, si arrabbia\ne attacca con delle testate che, oltre a far male, danno\nanche la scossa.",
    "20007500": "Scala le pareti scoscese delle montagne e, una volta\nraggiunta la vetta, rotola giù lungo lo stesso percorso.",
    "20007561": "Quando i Graveler lottano fra di loro, provocano lampi\ne botti. Gli abitanti di Alola li chiamano fuochi artificiali\ndi terra.",
    "20007600": "Quando invecchia, non fa più la muta.\nIl guscio dei Golem molto anziani si ricopre di muschio\ntingendosi di verde.",
    "20007661": "Ha un carattere scontroso e testardo. Se viene contrariato\nlancia scariche elettriche da tutto il corpo ed emette\nun verso simile a un tuono.",
    "20007700": "Ponyta è molto debole alla nascita e riesce a malapena\na reggersi in piedi. Poi si rinforza a furia di inciampare\ne cadere, cercando di tenere il passo dei suoi genitori.",
    "20007800": "Rapidash si vede comunemente galoppare in campagne e\npianure. Quando si lancia a tutta velocità la sua criniera\ninfuocata brilla e arde mentre galoppa fino a 240 km/h.",
    "20008000": "Ha sempre un'aria un po' assente.\nSe perde la coda e lo Shellder che vi è attaccato,\nsi trasforma in uno Slowpoke.",
    "20008100": "Poiché spesso causano dei blackout, alcune centrali\nelettriche diffondono delle onde radio che i Magnemite\nnon sopportano.",
    "20008200": "Nelle zone abitate dai Magneton, i dispositivi di precisione\nspesso si guastano a causa delle strane onde prodotte\nda questi Pokémon.",
    "20008600": "Grazie al suo spesso strato di grasso nuota\ntranquillamente nell'acqua gelida. Nei mari caldi rischia\nfacilmente lo sfinimento.",
    "20008700": "Nuota nel mare alla velocità di 8 nodi alla ricerca\ndei Pokémon di cui si nutre.\nÈ particolarmente ghiotto di Wishiwashi.",
    "20008800": "Proviene dal fango dei fondali marini. Non può\nsopravvivere in ambienti puliti perché i batteri\nnel suo corpo non riescono a moltiplicarsi.",
    "20008900": "Il loro numero è calato drasticamente a causa\ndella mancanza di cibo. Per evitarne l'estinzione,\nsono state create pozze di liquami artificiali.",
    "20009100": "Ha un guscio estremamente duro. Le parti danneggiate\nsi ispessiscono fino a diventare dei grossi aculei affilati.",
    "20009200": "Si dice che questo Pokémon sia nato quando i gas esalati\nda un cimitero sono stati animati da un sentimento\ndi rancore.",
    "20009300": "Nelle notti senza luna è meglio rimanere in casa:\nHaunter vaga in cerca di vittime su cui scagliare\nmaledizioni!",
    "20009400": "I genitori di tutto il mondo ammoniscono i bambini\ndicendo loro che, se non fanno i bravi, arriverà Gengar!",
    "20009500": "Onix nel cervello ha una calamita, che agisce da bussola\nper consentirgli di non perdere l'orientamento mentre\nscava sottoterra. Con il passare del tempo il suo corpo\ndiventa sempre più smussato e levigato.",
    "20010000": "Voltorb è stato avvistato per la prima volta in un'azienda\nproduttrice di Poké Ball. Il nesso tra la sua presenza in\nquesta fabbrica e l'estrema somiglianza a una Poké Ball\nrimane un mistero.",
    "20010100": "Electrode si nutre dell'elettricità presente nell'atmosfera.\nQuando i fulmini solcano il cielo, è possibile scorgere\nmolti di questi Pokémon esplodere per aver ingerito\nun'eccessiva dose di elettricità.",
    "20010200": "Ciascun Pokémon è formato da sei individui.\nAnche se dovesse sparirne uno per qualche motivo,\nla mattina dopo sarebbero di nuovo sei.",
    "20010300": "Attacca l'avversario emettendo onde psicocinetiche\nda ogni testa. La potenza complessiva risulta triplicata.",
    "20010361": "Exeggutor è l'orgoglio di Alola. La sua immagine\nè raffigurata in diversi dipinti ed edifici storici.",
    "20010561": "La lussureggiante regione di Alola è un posto inospitale\nper Marowak, che per sopravvivere ha imparato a servirsi\ndel fuoco.",
    "20011000": "Weezing adora i gas emanati dai resti alimentari in\ndecomposizione. Si sente a suo agio in case sudicie\ne maltenute. La notte, mentre dormono tutti, lui si aggira\nfurtivo tra i rifiuti domestici.",
    "20011200": "Il corno di Rhydon riesce a fracassare anche un diamante\ngrezzo. Un colpo della sua coda abbatte un edificio.\nLa pelle-armatura di questo Pokémon è così coriacea\nda essere immune anche alle cannonate.",
    "20011400": "Se afferrate, le liane di Tangela si staccano con facilità,\nma in modo indolore, consentendo così una pratica\nscappatoia. Le liane cadute vengono sostituite da quelle\nnuove il giorno dopo.",
    "20011800": "È famoso per le sue splendide pinne caudali.\nSembra che competa con i suoi simili per stabilire chi ha\nil corno più spesso e affilato.",
    "20011900": "Facendo girare il corno come la punta di un trapano\nperfora anche la roccia.\nI maschi hanno colori più sgargianti.",
    "20012100": "Con il suo nucleo brillante, chiamato \"gemma del mare\",\nsi producono preziosi accessori che vengono poi venduti\ndi nascosto.",
    "20012300": "Usa le due falci affilate sia come armi durante la lotta,\nsia per sfilettare le prede prima di mangiarle.",
    "20012700": "È molto robusto ma non sopporta il freddo.\nAl calare della notte, si ripara sotto uno strato di foglie\nper dormire.",
    "20012800": "I Tauros vivono in branchi capeggiati dall'esemplare\nche sfoggia le corna più grosse e lunghe e che mostrano\npiù scalfitture.",
    "20013000": "Incenerisce tutto ciò che lo circonda usando Iper Raggio.\nIn alcune regioni ci si riferiva a lui con il nome di\n\"dio della distruzione\".",
    "20013100": "Fin troppo protetto, ha finito per moltiplicarsi in modo\neccessivo e questo ha causato una diminuzione\ndei Pokémon acquatici nei mari.",
    "20013400": "Vive principalmente sulle rive più belle.\nQuando percepisce la presenza di un predatore si tuffa\nrapidamente nell'acqua per nascondersi.",
    "20013500": "I suoi polmoni contengono un organo che produce\nelettricità. Quando respira, si può udire un crepitio.",
    "20013600": "Quando inspira profondamente significa che si sta\npreparando all'attacco. Sputa fiamme alla temperatura\ndi 1.700 °C.",
    "20014000": "Pokémon vissuto 300 milioni di anni fa.\nSi dice che in una certa regione si possano ancora trovare\nrarissimi esemplari viventi.",
    "20014100": "Questo Pokémon stava cominciando ad adattarsi alla vita\nsulla terraferma, ma si è estinto prima della conclusione\ndel processo.",
    "20014200": "Questo Pokémon è stato rigenerato a partire da materiale\ngenetico ritrovato nell'ambra. La sua inaspettata ferocia\nha causato delle vittime.",
    "20014300": "Non fa altro che mangiare e dormire, ma quando decide\ndi fare sul serio tira fuori una potenza eccezionale.",
    "20014400": "Articuno è un Pokémon uccello leggendario, perfettamente\na suo agio tra i ghiacci. Quando batte le ali, l'aria\ncircostante diventa gelida. Per questo motivo, quando\nnevica, si dice che sia passato di lì.",
    "20014500": "Zapdos è un Pokémon uccello leggendario, perfettamente\nin grado di gestire l'elettricità.\nAcquista forza ed energia se colpito da qualche fulmine.",
    "20014600": "Moltres è un Pokémon uccello leggendario, perfettamente\nin grado di gestire il fuoco. Se rimane ferito, si dice che\nsi immerga nel magma liquido di un vulcano per ardere\ne tornare in salute.",
    "20014700": "Poiché è ancora debole, vive nascosto sui fondali.\nSi ciba di tutto quello che cade in acqua.",
    "20014800": "Si crede che abbia il potere di controllare le condizioni\natmosferiche. Presso i laghi in cui vive non mancano mai\nofferte a lui dedicate.",
    "20014900": "Sorvola come se niente fosse anche i mari più agitati.\nUn capitano, vedendolo all'opera, l'ha soprannominato\n\"l'incarnazione del mare\".",
    "20015000": "Mewtwo è stato creato grazie a una manipolazione\ngenetica. Tuttavia, sebbene la scienza sia riuscita a creare\nun corpo di Pokémon, ha fallito nell'intento di dare\na Mewtwo un animo generoso.",
    "20015100": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20015200": "Nella lotta, Chikorita sventola la sua foglia in modo da\ntenere a bada il nemico. Tuttavia, la foglia emana anche\nun aroma dolce, che calma il Pokémon avversario,\ncreando un'atmosfera gradevole e rilassata tutt'attorno.",
    "20015300": "Il collo di Bayleef è agghindato da foglie, dentro cui è\npresente il piccolo germoglio di un albero. L'aroma\nemanato da questo germoglio ha un effetto energizzante\nsull'uomo.",
    "20015401": "L'aroma del fiore di Meganium placa le emozioni.\nNella lotta questo Pokémon emana un profumo con effetto\ncalmante per smorzare l'aggressività del nemico.",
    "20015500": "Cyndaquil si protegge grazie alle fiamme che gli ardono\nsul dorso. Le fiamme divampano impetuose se il Pokémon\nè adirato. Tuttavia, quando è stanco diventano fiammelle\ninnocue dalla combustione incompleta.",
    "20015600": "Quilava tiene a bada il nemico grazie all'intensità delle\nsue fiamme e a getti di aria rovente. Questo Pokémon\nsfrutta la sua estrema destrezza per evitare gli attacchi\nanche mentre ustiona il nemico.",
    "20015700": "Typhlosion si nasconde avvolto da una lucente nube di\ncalore creata dalle sue fiamme roventi.\nQuesto Pokémon crea esplosioni spettacolari che riducono\nin cenere ogni cosa.",
    "20015800": "Nonostante il suo corpicino minuto, le mascelle di Totodile\nsono molto potenti. Sebbene creda solo di giocare, il suo\nmorso è così forte e pericoloso da causare serie ferite.",
    "20015900": "Una volta azzannato il nemico, Croconaw non molla\nla presa facilmente. Le zanne a punta ricurva all'indietro,\na mo' di amo da pesca, rendono impossibile estrarle\nquando sono conficcate in profondità.",
    "20016000": "Feraligatr spaventa il nemico spalancando la sua bocca\nenorme. Nella lotta pesta pesantemente il terreno con le\nsue possenti zampe posteriori per scagliarsi contro\nil nemico a un'incredibile velocità.",
    "20016400": "Riesce a vedere benissimo anche nell'oscurità\ne non si lascia mai sfuggire una preda.\nÈ chiamato anche \"re della notte\".",
    "20016800": "Vaga di notte in cerca di prede. Quando ne trova una,\nusa il suo filo per immobilizzarla e poi la divora con\nle sue zanne.",
    "20016900": "Succhia il sangue alle sue vittime nell'oscurità.\nLe sue zanne sono così affilate che i suoi morsi sono\nindolori e le vittime non se ne accorgono.",
    "20017100": "Quando i batteri nelle antenne di Lanturn assimilano\ni suoi fluidi corporei, scatenano una reazione che\nsprigiona una forte luce.",
    "20017500": "Togepi ricava la sua energia dai nobili sentimenti\ndi affetto e generosità emanati dai Pokémon e dall'uomo.\nTogepi immagazzina le sensazioni di felicità dentro il suo\nguscio e le divide con gli altri.",
    "20017600": "Togetic pare essere un Pokémon di buon auspicio.\nQuando riconosce un cuore puro, si dice che condivida\nla sua felicità con questa persona.",
    "20017801": "Si dice che questo Pokémon abbia il potere di prevedere\nil futuro, ma non di cambiarlo.",
    "20018100": "Questo Pokémon è facile da individuare grazie alla luce\ndella sua coda, visibile anche dallo spazio. Per questo\ndi solito la tiene spenta.",
    "20018300": "La coda di Marill contiene dell'olio e agisce da\nsalvagente. Se si scorge soltanto la sua coda a pelo\nd'acqua, significa che questo Pokémon si sta immergendo\nin profondità per cibarsi di piante acquatiche.",
    "20018400": "Le lunghe orecchie di Azumarill sono sensori\nindispensabili. Concentrandosi sull'udito, è in grado\ndi identificare che tipo di prede ci siano nelle vicinanze,\nanche in torrenti rapidi e impetuosi.",
    "20018700": "Hoppip fluttua nell'aria trasportato dal vento.\nSe percepisce l'avvicinarsi di una forte corrente, Hoppip\nunisce le foglie con quelle dei suoi simili per non essere\nspazzato via.",
    "20018800": "Il fiore di Skiploom sboccia quando la temperatura sale\noltre i 18 °C. L'apertura del fiore dipende dalla\ntemperatura. Per questo motivo il Pokémon è usato anche\ncome termometro.",
    "20018900": "Jumpluff si affida alle correnti d'aria calda per\nattraversare il mare e volare verso terre lontane.\nQuesto Pokémon ridiscende a terra quando incontra\nuna corrente fredda mentre fluttua.",
    "20019600": "Inizialmente non aveva particolari abilità, ma in seguito\nha sviluppato delle capacità premonitrici per difendersi.",
    "20019700": "È un Pokémon notturno. Le sue grandi pupille gli\npermettono di vedere chiaramente le prede anche\nnell'oscurità più profonda.",
    "20020300": "La testa posteriore di Girafarig è dotata di un cervello\npiccolissimo. Attacca soltanto in risposta agli odori\ne ai suoni. Avvicinando questo Pokémon da dietro\nsussiste il pericolo di essere morsi dalla testa posteriore.",
    "20020801": "Steelix è noto per i suoi scavi in profondità, a distanze\nmaggiori rispetto a Onix. Sono stati riportati record\ndi profondità pari a 1 km sottoterra.",
    "20021000": "Ha una mascella molto potente, ma non ama\nbattersi, perciò non ha molte occasioni di dare\nprova della sua forza.",
    "20021201": "Il suo corpo è duro come l'acciaio. Con le pesanti\ne robuste chele schiaccia facilmente il nemico\nnon appena lo afferra.",
    "20021400": "Il grosso corno è il suo punto di forza. Ad Alola\nha una forte rivalità con i Vikavolt, con i quali\nè costantemente in lotta.",
    "20021500": "Questi Pokémon agiscono in squadra per rubare le Uova\ndai nidi dei Pokémon alati, ma poi litigano per stabilire\nchi le mangerà.",
    "20021800": "Nel corpo di Slugma scorre magma liquido. In caso di\ncongelamento, il magma si raffredda e si solidifica.\nIl corpo diventa fragile e cade a pezzi consumandosi\nprogressivamente.",
    "20022400": "Mentre fugge dai nemici sputa un inchiostro che inibisce\nle funzioni olfattive persino dei Pokémon con l'odorato\npiù sviluppato.",
    "20022500": "Se incontra qualcuno che si è perso, condivide il cibo\nche ha con sé. È onnivoro, perciò potrebbe offrire anche\ndei Pokémon Coleottero.",
    "20022700": "Le piume che perde vengono usate per fabbricare coltelli\naffilatissimi, particolarmente apprezzati dai migliori cuochi.",
    "20022900": "Mette KO il nemico sputando fiamme che contengono\nuna tossina. Divide equamente le prede con il resto\ndel branco.",
    "20022901": "Mette KO il nemico sputando fiamme che contengono\nuna tossina. Divide equamente le prede con il resto\ndel branco.",
    "20023000": "Kingdra vive negli abissi oceanici di solito privi di ogni\nforma di vita. Si crede che uno sbadiglio di Kingdra\ngeneri correnti oceaniche spiraliformi.",
    "20023100": "Phanpy crea il suo nido scavando delle fosse profonde\nnel terreno in riva al fiume. Delimita l'area attorno al nido\nusando la proboscide per indicare la sua proprietà.",
    "20024100": "Produce 20 litri di latte al giorno. Più alta è la qualità\ndel pascolo, più gustoso sarà il latte.",
    "20024200": "Le sue uova sono talmente deliziose che si dice rendano\nfelice chiunque le mangi. Per questo hanno prezzi altissimi\nsul mercato.",
    "20024300": "Raikou rappresenta la velocità del fulmine. Il suo ruggito\ncrea terrificanti onde d'urto nell'aria e scuote il suolo\ncome se fosse percosso dalla furia di un fulmine durante\nil temporale.",
    "20024400": "Entei rappresenta l'ardore del magma. Si narra che\nquesto Pokémon sia nato dall'eruzione di un vulcano.\nEmette lingue di fuoco così violente da incenerire tutto ciò\nche lambiscono.",
    "20024500": "Suicune rappresenta la purezza delle sorgenti d'acqua\ndolce. Corre con grazia immerso nella natura. Questo\nPokémon ha la facoltà di depurare le acque di scarico.",
    "20024800": "Vaga tra i monti alla ricerca di avversari con cui lottare.\nSe però non li ritiene alla sua altezza, li ignora e\nse ne va.",
    "20024900": "Le ali di Lugia hanno un'enorme potenza distruttiva:\nun leggero battito d'ali è in grado di abbattere una\nnormale abitazione. Perciò il Pokémon ha scelto\ndi vivere lontano dall'uomo, nelle profondità abissali.",
    "20025000": "Il piumaggio di Ho-Oh brilla in sette colori a seconda\ndell'angolazione dei raggi luminosi. Si dice che le sue\npiume portino felicità a chi le possiede. Si narra che viva\nai piedi di un arcobaleno.",
    "20025100": "Celebi è giunto a noi dal futuro, viaggiando attraverso\nil tempo. Si dice che ogni sua apparizione preannunci\nun futuro roseo e splendente.",
    "20025200": "Treecko è dotato di piccoli uncini sulla pianta delle\nzampe, che gli consentono di camminare su pareti\nverticali. Attacca frustando i suoi nemici con la coda\ngrossa e forte.",
    "20025300": "Le foglie che crescono sul corpo di Grovyle sono utili per\nmimetizzarsi contro i nemici nella foresta.\nQuesto Pokémon sa arrampicarsi sugli alberi della giungla\ncon una maestria senza pari.",
    "20025400": "Le foglie che crescono sul corpo di Sceptile hanno margini\ntaglienti. Questo Pokémon è agilissimo, infatti salta da\nun ramo all'altro e piomba sui nemici sorprendendoli\ndall'alto.",
    "20025500": "Torchic segue il proprio Allenatore ovunque, saltellandogli\ndietro con passo incerto. Questo Pokémon sputa fiammate\nroventi a 1000 °C, con sfere infuocate capaci di\ncarbonizzare il nemico.",
    "20025600": "Combusken si allena correndo in campagna e\nin montagna. Le zampe inferiori sono rapide e potenti\ne riescono a sferrare dieci calci al secondo.",
    "20025700": "In lotta Blaziken emette fiamme micidiali coi suoi pugni,\nattaccando coraggiosamente il nemico. Più forte è\nil nemico, tanto più intenso è il fuoco proveniente\ndai pugni.",
    "20025800": "La pinna sulla testa di Mudkip agisce come un radar\nsensibilissimo. Usando questa pinna come sensore\nin acqua e in aria, riesce a determinare cosa succede\nattorno a lui senza bisogno di guardare.",
    "20025900": "La superficie corporea di Marshtomp è avvolta da una\nspessa pellicola appiccicosa che gli consente di vivere\nsulla terraferma. Questo Pokémon gioca con la fanghiglia\nsul fondo del mare nei momenti di bassa marea.",
    "20026000": "Swampert è molto forte. Ha una forza tale da riuscire a\ntrascinare un masso del peso di 1 tonnellata senza fatica.\nLa sua vista è così acuta da riuscire a penetrare anche\nl'acqua più torbida.",
    "20026100": "Poochyena azzanna al minimo movimento senza riflettere.\nCaccia la sua preda finché questa non è tanto stanca\nda cedere. Tuttavia, se il nemico contrattacca, Poochyena\ntalvolta scappa.",
    "20026200": "Mightyena invia chiari segnali quando sta preparando\nun attacco. Inizia a ringhiare cupo e si appiattisce.\nMorde selvaggiamente con le zanne appuntite e affilate.",
    "20026700": "Il nutrimento preferito da Beautifly è il polline dei fiori.\nPer attirare questo Pokémon basta mettere una pianta\nfiorita sul davanzale: senza dubbio si avvicinerà in cerca\ndi polline.",
    "20026800": "Cascoon crea il bozzolo protettivo avvolgendo interamente\nil proprio corpo con finissima seta secreta dalla bocca.\nSuccessivamente la seta si indurisce. A questo punto\nCascoon si prepara all'evoluzione.",
    "20026900": "Dustox è istintivamente attratto dalla luce. Nugoli di questi\nPokémon sono attirati dalla luce intensa delle città, dove\ncausano danni ingenti strappando le foglie delle piante\ndi cui si nutrono lungo le strade urbane.",
    "20027100": "Lombre è un Pokémon notturno, che si sveglia dopo\nil crepuscolo. È anche molto dispettoso: quando scopre\nun pescatore, inizia a tirare l'amo sott'acqua e si diverte\na spiare la costernazione del malcapitato.",
    "20027201": "Ludicolo inizia a ballare appena sente una musica allegra\ne festosa. Pare che questo Pokémon appaia quando sente\nil canto gioioso dei bambini durante le escursioni.",
    "20027400": "Nuzleaf vive in foreste molto fitte. A volte si avventura\nfuori dalla foresta per spaventare le persone.\nQuesto Pokémon si irrita molto se qualcuno tenta\ndi pizzicargli il lungo naso.",
    "20027700": "Swellow vola alto sopra le nostre teste disegnando\narmoniosi archi in cielo. Appena scova una preda si lancia\nsu di essa in picchiata. Swellow cattura poi la sventurata\npreda con le sue zampe artigliate impedendole la fuga.",
    "20027900": "Trasporta piccoli Pokémon tenendoli nel suo\nenorme becco, ma non si sa dove li porti.",
    "20028100": "Si dice che Kirlia cresca molto bene se viene esposto alle\nemozioni positive del suo Allenatore. Questo Pokémon\nè dotato di poteri psicocinetici grazie al suo cervello\naltamente sviluppato.",
    "20028200": "Gardevoir ha l'abilità di prevedere il futuro. Se percepisce\nun pericolo imminente per il proprio Allenatore, pare che\nscateni tutta l'energia psicocinetica di cui è capace.",
    "20028300": "Quando è in difficoltà, secerne un liquido dolce\ndalla punta della testa. Lo sciroppo ricavato da\nquesto liquido è ottimo da spalmare sul pane.",
    "20028400": "Intimorisce i nemici con i motivi a forma di occhio.\nSe lo stratagemma non funziona, fugge via agitando\nle quattro ali.",
    "20028600": "Breloom si avvicina al nemico con passettini leggeri\ne veloci, poi sferra scariche di pugni con gli elastici arti\nsuperiori. Le sue tecniche di lotta superano quelle\ndei pugili più esperti.",
    "20028900": "Slaking passa tutto il giorno disteso pigramente,\nmangiando l'erba che cresce a portata di mano.\nDopo aver esaurito l'erba vicino a sé, si sposta\ncontrovoglia in un altro luogo.",
    "20029100": "Ninjask si muove a una velocità tale da rendersi\npraticamente invisibile, nonostante il suo verso si possa\nudire chiaramente. Per questo motivo, per molto tempo\nsi è pensato che fosse effettivamente invisibile.",
    "20029600": "Si allena tirando manate contro gli alberi.\nA volte finisce per colpire un Exeggutor, che gli rende\nla pariglia scaraventandolo via.",
    "20029700": "Adora le gare di forza, ma dà anche molta importanza\nalla gentilezza e alle buone maniere. Per questo ringrazia\nl'avversario dopo la lotta.",
    "20029900": "Si sposta di 1 cm all'anno, ma quando si trova in difficoltà\nruota su se stesso e in un attimo si nasconde sottoterra.",
    "20030100": "Delcatty preferisce vivere una vita in libertà, in cui poter\nfare ciò che più gli aggrada in base alle proprie esigenze.\nPoiché anche gli orari dei pasti e del sonno sono\ncompletamente liberi, la sua vita quotidiana è casuale.",
    "20030200": "Scava il terreno con gli artigli robusti e frantuma\nle gemme con le grosse zanne.\nÈ molto ghiotto di Carbink.",
    "20030300": "Scaltro e pericoloso, induce il nemico ad abbassare\nla guardia con atteggiamenti graziosi e lo divora\nin un colpo con le possenti mascelle.",
    "20030701": "Meditite esegue rigorosi esercizi mentali in montagna.\nTuttavia, quando è immerso in meditazione, perde sempre\nla concentrazione, dovendo così ricominciare da capo.\nIl suo esercizio dunque non finisce mai.",
    "20030801": "Si dice che, grazie alla meditazione, Medicham incrementi\nla propria energia fisica e affini il sesto senso.\nSi nasconde efficacemente mimetizzandosi nei campi\ne in montagna.",
    "20031900": "Si dice che i suoi denti siano dei portafortuna\nche proteggono dagli incidenti in mare. Con quelli\nche perde vengono fabbricati accessori.",
    "20032000": "Nuota con la bocca aperta, ingoiando cibo e\nacqua marina, poi espelle l'acqua in eccesso\nspruzzandola dallo sfiatatoio.",
    "20032100": "Si nutrono di enormi quantità di Pokémon acquatici.\nQuando diventano troppo numerosi, i pescatori\nli allontanano.",
    "20032200": "Numel è estremamente tardo, tanto da non notare\ndi essere attaccato. Tuttavia, non sa resistere alla fame\nper più di un secondo. Il suo corpo è un calderone\nbollente di magma liquido.",
    "20032301": "Camerupt ha un vulcano all'interno del proprio corpo.\nNelle sue vene scorre magma liquido a 10.000 °C.\nTalvolta le gobbe che ha sulla schiena eruttano,\nespellendo magma rovente.",
    "20032400": "Il fumo che fuoriesce dalla sua corazza permette di capire\nil suo stato di salute. Quando i getti sono vigorosi,\nsignifica che sta bene.",
    "20032500": "Spoink rimbalza come una molla sulla coda. Il colpo\nricevuto dal rimbalzo gli fa battere il cuore.\nDi conseguenza, non può mai smettere di saltellare,\naltrimenti il suo cuore smette di battere.",
    "20032600": "Grumpig usa le perle nere del suo corpo per amplificare\nle onde psichiche e acquisire il pieno controllo\ndel nemico. Quando usa i suoi speciali poteri,\nil suo respiro diventa affannoso.",
    "20032800": "Con le pesanti mascelle spacca anche le pietre.\nTuttavia, se cade all'indietro non può rialzarsi e Sandile\nne approfitta per attaccarlo.",
    "20032900": "Grazie agli ultrasuoni che produce con le vibrazioni\ndelle ali, fa svenire le prede e le seppellisce nella sabbia\nper conservarle.",
    "20033000": "Sbattendo le ali, genera tempeste di sabbia in cui\nfa nascondere Krookodile, poi spartisce con lui le prede\ncatturate.",
    "20033400": "Altaria danza e volteggia nel cielo tra le nubi soffici come\nbatuffoli di cotone. Cantando con la sua voce cristallina,\nriesce a mandare in onirica estasi chi lo ascolta.",
    "20033600": "Da generazioni Seviper è in lotta contro Zangoose,\nsuo nemico dichiarato. Le cicatrici sul suo corpo sono\nprove di scontri efferati. Questo Pokémon attacca usando\nla coda a forma di spada.",
    "20033700": "Lunatone è stato scoperto nel luogo dove una volta cadde\nun meteorite. Si è pertanto dedotto che questo Pokémon\nvenga dallo spazio. Tuttavia, questa teoria non è ancora\nstata confermata.",
    "20033800": "Solrock è una nuova specie di Pokémon che pare sia\nprecipitata dallo spazio. Fluttua a mezz'aria spostandosi\nsilenziosamente. In lotta emana una luce estremamente\nintensa.",
    "20034000": "Intimorisce il nemico scatenando una specie di terremoto.\nSi nutre sul fondo delle paludi e inghiotte prede e fango\ninsieme.",
    "20034200": "Ha una natura estremamente violenta e ama le lotte,\nma quando gli cadono le chele perde tutto il suo coraggio\nfinché non ricrescono.",
    "20034600": "Questo Pokémon viveva sui fondali di acque poco\nprofonde e con la bassa marea andava in cerca di prede\nsulla riva.",
    "20035001": "Si dice che sia il Pokémon più bello del mondo,\nma su questo gli appassionati di Feebas più incalliti\nnon sono d'accordo.",
    "20035400": "È un peluche pieno di rancore per essere stato\nbuttato via. Cerca senza darsi pace il vecchio\nproprietario per vendicarsi.",
    "20035600": "Il corpo di Dusclops è completamente vuoto. Non contiene\nassolutamente nulla. Infatti si dice che sia una sorta di\nbuco nero. Il Pokémon assorbe ogni cosa all'interno del\nproprio corpo, ma non rilascia mai nulla.",
    "20035900": "Nonostante l'aspetto inquietante, è un Pokémon benevolo\nche protegge i campi e avvisa gli esseri umani di calamità\nnaturali imminenti.",
    "20036100": "Sembra che tutte le persone facoltose delle regioni fredde\nricordino di aver giocato con uno Snorunt da piccoli.",
    "20036200": "Congela la preda prima di affondarvi i denti.\nTuttavia, preferisce cibarsi di Pokémon già ghiacciati\ncome Vanillite.",
    "20036300": "Spheal si muove molto più velocemente rotolando che non\ncamminando. Quando si raggruppano per mangiare,\nquesti Pokémon sbattono le zampette per dimostrare\nla loro gioia. I loro pasti sono molto rumorosi.",
    "20036400": "Sealeo è solito giocare con qualsiasi cosa veda per\nla prima volta, tenendola in equilibrio sulla punta\ndel naso. Talvolta, si diverte a far rotolare sul proprio\nnaso anche Spheal.",
    "20036500": "Le due zanne molto sviluppate di Walrein sono in grado\ndi ridurre in polvere blocchi di ghiaccio del peso di\n100 quintali. Lo spesso strato di grasso attorno al corpo\nlo isola dalle rigide temperature polari.",
    "20037100": "Ogni volta che vede volare i Pokémon alati,\nviene preso dall'invidia e polverizza a testate\nqualunque cosa abbia a tiro.",
    "20037300": "Esprime la sua gioia di essere finalmente in grado\ndi volare scorrazzando nel cielo e scende a terra\nsolo quando è sfinito e assonnato.",
    "20037600": "Oltre ai potenti poteri psichici, possiede una straordinaria\nforza fisica. Afferra la preda con le quattro zampe\ne la immobilizza con gli artigli.",
    "20037700": "Molto tempo fa Regirock era stato imprigionato dagli\nesseri umani. Se subisce danni in lotta, cerca nuove rocce\nadatte per riparare le rotture.",
    "20037800": "Il corpo di Regice è stato creato durante l'era glaciale.\nIl corpo congelato non può essere fuso neanche col fuoco.\nQuesto Pokémon riesce a gestire perfettamente l'aria\ngelida a -200 °C.",
    "20037900": "Registeel ha un corpo più duro di ogni tipo di metallo.\nPare inoltre che all'interno sia totalmente vuoto.\nNessuno sa cosa mangi questo Pokémon.",
    "20038000": "Latias è sensibilissimo alle emozioni delle persone.\nSe percepisce una certa ostilità, questo Pokémon arruffa\nle piume su tutto il corpo ed emette un grido lancinante\nper intimidire il nemico.",
    "20038100": "Latios ha l'abilità di far vedere agli altri l'immagine di ciò\nche ha visto o immaginato nella propria testa. Questo\nPokémon è intelligente e capisce il linguaggio umano.",
    "20038200": "Si dice che questo Pokémon abbia un profondo legame\ncon le distese dei mari.\nLe leggende narrano dei suoi continui scontri con\nGroudon per ottenere l'energia della natura.",
    "20038300": "Si dice che questo Pokémon abbia un profondo legame\ncon le terre emerse.\nLe leggende narrano dei suoi continui scontri con\nKyogre per ottenere l'energia della natura.",
    "20038400": "Si dice che abbia centinaia di milioni di anni. Secondo\nla leggenda, mise fine alla lotta tra Groudon e Kyogre.",
    "20038500": "La leggenda racconta che Jirachi realizza ogni desiderio\nscritto su bigliettini che trova attaccati alla propria testa,\nquando si sveglia. In caso di pericolo, lotta senza mai\nsvegliarsi.",
    "20038611": "Il DNA di un virus spaziale ha subito un'improvvisa\nmutazione, in seguito all'esposizione a un raggio laser.\nQuesto ha dato vita a Deoxys. Pare che l'organo cristallino\nsul suo petto costituisca il cervello.",
    "20038900": "In tempi antichissimi la gente pensava che sottoterra\nci fossero dei giganteschi Torterra.",
    "20039200": "La sua criniera di fuoco è indice della sua natura violenta.\nNessuno può batterlo in velocità.",
    "20039300": "Molto orgoglioso. Difficile farci amicizia perché\nnon ascolta mai i consigli dell'Allenatore.",
    "20039400": "Vive da solo lontano dagli altri. Apparentemente ogni\nesemplare crede di essere il più importante.",
    "20039500": "Nuota veloce come una moto d'acqua. Le estremità delle\nali sono aguzze e spaccano anche il ghiaccio.",
    "20039600": "Si muove in grandi gruppi. Anche se piccolo, batte le ali\nin maniera molto energica.",
    "20039700": "Ha l'abitudine di riunirsi in grandi gruppi. Le zuffe tra\ngruppi sono particolarmente vivaci.",
    "20039800": "I muscoli di ali e zampe sono molto sviluppati. Vola senza\nfatica anche portando un piccolo Pokémon.",
    "20040000": "Costruisce con zelo la tana in riva ai corsi d'acqua,\nlevigando radici e rami con gli affilati incisivi.",
    "20040200": "Quando canta tiene le zampe incrociate al petto.\nSa improvvisare melodie.",
    "20040500": "Se i suoi occhi sono dorati, può individuare le prede,\nanche quelle che si nascondono dietro i muri.",
    "20040700": "Attira la preda con il suo profumo soave per poi afferrarla\ne abbatterla con gli arti velenosi.",
    "20040701": "Attira la preda con il suo profumo soave per poi\nafferrarla e abbatterla con gli arti velenosi.",
    "20040800": "Pokémon che esisteva in epoca antica, dotato di un cranio\nduro e resistente ma dall'intelligenza non altrettanto\nsviluppata.",
    "20040900": "In tempi antichi gli uomini si servivano dei fossili\ndel cranio di questi Pokémon, più duro dell'acciaio,\nper fabbricare elmi.",
    "20041000": "Era un docile Pokémon erbivoro. Si serviva del muso\nprotetto dalla pelle coriacea per scavare nel terreno e\nmangiare le radici degli alberi.",
    "20041311": "Il suo aspetto dipende dal luogo in cui si evolve. Tutto ciò\nche ha intorno va a costituire il suo corpo.",
    "20041600": "Nell'addome ospita la sua progenie, sulla quale esercita\nun controllo assoluto tramite i feromoni che rilascia.",
    "20041900": "Nuota con il suo grosso galleggiante e aiuta a soccorrere\nchi sta per annegare.",
    "20042311": "In passato era protetto da un carapace di cui l'unica\ntraccia rimasta è il disco duro e sottile sul suo dorso.",
    "20042500": "Il suo corpo rotondo contiene molte anime.\nPiù tempo passa in compagnia, più il suo corpo si gonfia.",
    "20042600": "Gira voce che afferrando un Drifblim mentre vola\ntrasportato dal vento al crepuscolo si venga condotti\nnell'aldilà.",
    "20042800": "Cambia il pelo due volte l'anno. Le sciarpe e i berretti\nfatti con la lana che perde sono molto caldi.",
    "20043000": "Non perdona niente ai suoi seguaci, dai tradimenti\nai più piccoli errori. Non c'è altro modo per mantenere\nla disciplina nel gruppo.",
    "20043300": "A ogni salto produce un suono che sembra uno squillo.\nI suoi versi ad alta frequenza assordano i nemici.",
    "20043700": "È stato venerato per secoli come Pokémon che porta\nla pioggia. A volte lo si trova sepolto nel terreno.",
    "20044200": "Pokémon formato da 108 spiriti. È stato imprigionato nella\nfessura di una Roccianima.",
    "20044300": "Appena sente qualcosa muoversi, salta fuori e lo addenta.\nSpesso si fa male da solo, ma non se ne preoccupa\nparticolarmente.",
    "20044501": "Caccia le prede volando a velocità supersonica.\nLe lotte aeree con Salamence per contendersi il cibo\nsono all'ordine del giorno.",
    "20044800": "È in grado di concentrare le sue energie spirituali\nper sprigionare un'aura che può frantumare anche\ngrossi macigni.",
    "20045001": "Mostra la propria forza spalancando le fauci.\nAttacca sollevando immani quantità di sabbia.",
    "20045300": "Le sacche delle guance contengono veleno.\nInfilza i nemici con le sue unghie avvelenate.",
    "20045401": "Ha una sacca di veleno sulla gola. Quando gracida\nil veleno si rimescola, diventando più efficace.",
    "20045500": "Attira le prede con il dolce aroma della saliva e poi\nle ingoia. Impiega un giorno per mangiare una preda.",
    "20045900": "In inverno scende a valle, ma in primavera se ne torna\nsulle cime montuose dove c'è ancora neve.",
    "20046001": "Crea bufere che ricoprono di neve ampissime aree.\nÈ noto anche come \"Mostro dei ghiacci\".",
    "20046100": "Caccia in coppia: un Weavile fa cadere Sandshrew\nmandandolo a gambe all'aria mentre un altro dà il colpo\ndi grazia con gli artigli affilati.",
    "20046200": "Sorveglia il suo territorio via radar ed elimina\nimmediatamente gli intrusi con un raggio distruttore.",
    "20046600": "Afferra le code sature di elettricità per caricare i suoi\npugni al massimo della potenza per poi colpire il nemico.",
    "20046800": "Pare che Togekiss ami visitare le regioni pacifiche, senza\nconflitti, donando bontà e dolcezza.",
    "20047000": "Non ama battersi, ma se deve difendere i suoi compagni\nnon esita a lottare trasformando la foglia della coda in\nuna lama affilata.",
    "20047100": "Congela la sua pelliccia creando degli aghi acuminati\nper difendersi. La sua temperatura corporea può scendere\nfino a -60 °C.",
    "20047500": "Il suo intuito gli consente di capire cosa pensa il nemico:\npuò così attaccare per primo.",
    "20047600": "Controlla delle unità dette Mininasi, ma pare che a volte\nqueste si smarriscano e non riescano più a tornare.",
    "20047700": "Si dice che accolga gli spiriti smarriti nel suo corpo\nflessibile per riportarli a casa.",
    "20047800": "Congela i Montanari che si avventurano su per\nle montagne innevate e li porta nella sua tana,\nma solo se li trova particolarmente attraenti.",
    "20047911": "Questo Pokémon è stato usato a lungo per ricerche come\nforza motrice su motori speciali.",
    "20048100": "Detto \"Essere delle emozioni\". Ha insegnato agli uomini\nla nobiltà di tristezza, gioia e dolore.",
    "20048300": "Pokémon menzionato nelle leggende. Pare che il tempo\nabbia avuto origine alla nascita di Dialga.",
    "20048400": "Si dice che viva in una dimensione parallela alla nostra.\nAppare nella mitologia.",
    "20048600": "Si dice che abbia creato dei Pokémon simili a sé usando\nuna montagna ghiacciata, rocce e magma.",
    "20048711": "Vive nel Mondo Distorto che, sfidando l'ordine cosmico,\nsi trova sul lato opposto al nostro.",
    "20048800": "Volando rilascia un velo di particelle brillanti. Si dice che\nrappresenti la luna crescente.",
    "20049100": "Respinge umani e Pokémon dal suo territorio inducendoli\na un sonno profondo e provocando incubi.",
    "20049211": "Può dissolvere le tossine nell'aria per mutare all'istante\nuna terra arida in un rigoglioso campo fiorito.",
    "20049212": "Può dissolvere le tossine nell'aria per mutare all'istante\nuna terra arida in un rigoglioso campo fiorito.",
    "20049400": "Pokémon che porta la vittoria. Si dice che l'Allenatore che\nha con sé Victini possa vincere qualsiasi lotta.",
    "20049500": "Quando è esposto alla luce solare può muoversi più\nvelocemente. Usa le sue liane meglio dei suoi stessi arti.",
    "20049600": "Corre quasi scivolando sulle superfici.\nConfonde il nemico con i rapidi movimenti,\nper poi attaccarlo con una frustata.",
    "20049700": "Dà il meglio di sé solo contro chi non resta intimidito\ndal suo nobile sguardo.",
    "20049800": "Lancia palle di fuoco dal naso mentre evita abilmente\ngli attacchi del nemico. Mangia bacche che arrostisce\nlui stesso.",
    "20049900": "Più mangia e più le fiamme che bruciano nel suo stomaco\nsi rinvigoriscono, aumentando così il suo potere.",
    "20050000": "Infiamma i pugni sulla barba ardente, poi sferra attacchi\ndi fuoco sui nemici. Ha molta considerazione per i suoi\nsimili.",
    "20050100": "Non usa la conchiglia del suo ventre solo durante la lotta,\nma anche per tagliare a metà le bacche.",
    "20050200": "Ha appreso tramite un durissimo allenamento l'arte di\nmaneggiare le sue due conchiglie come fossero lame.",
    "20050300": "Riesce a estrarre le sue spade, colpire il nemico e riporle\nal loro posto nelle zampe anteriori in un batter d'occhio.",
    "20050500": "Fa tentennare il nemico facendo brillare occhi\ne pelliccia grazie a una sostanza fluorescente\ncontenuta nel suo corpo.",
    "20050800": "Ha un manto lungo e folto. In passato, nelle regioni\nfredde ogni famiglia aveva uno Stoutland.",
    "20050900": "Distrae con pose ammalianti i nemici incauti e\nne approfitta per depredarli. Se si arrabbia, sguaina\nle unghie.",
    "20051000": "I muscoli tonici del suo corpo gli donano una figura\ndavvero affascinante. Si aggira silenzioso nel buio\ndella notte.",
    "20051800": "Nel fumo che gli esce dalla fronte sono racchiusi molti\nsogni di esseri umani e di Pokémon.",
    "20052100": "Il maschio minaccia il nemico facendo ondeggiare gli\nornamenti del capo. La femmina eccelle nel volo.",
    "20052101": "Il maschio minaccia il nemico facendo ondeggiare gli\nornamenti del capo. La femmina eccelle nel volo.",
    "20052300": "Ha un temperamento sanguigno. Quando si arrabbia\ndalla criniera lancia saette in ogni direzione.",
    "20052400": "La conca esagonale è il suo orecchio, al cui interno\nsi trova un nucleo di energia. Per questo si arrabbia\nse qualcuno ci infila una mano.",
    "20052500": "L'energia che fuoriesce dal suo corpo forma dei cristalli\narancioni talmente duri da frantumare anche i diamanti.",
    "20052600": "Quando spara energia con tutte le sue forze, la potenza\nè tale da causare numerose fessure sul suo corpo.",
    "20052800": "Quando emette delle onde ultrasoniche così forti\nda rompere il cemento, la coda gli oscilla con forza.",
    "20053000": "La trivella si è evoluta diventando d'acciaio e può\nperforare una lastra di ferro. È molto utile per scavare\ntunnel.",
    "20053400": "Si pensa che la tecnica per fare il cemento sia stata\ndiffusa proprio da Conkeldurr, 2000 anni fa.",
    "20053600": "Se fa vibrare il bernoccolo sulla testa può sollevare onde\nnell'acqua e anche provocare terremoti.",
    "20053700": "Facendo vibrare le protuberanze sui pugni, ne raddoppia\nla potenza. Frantuma enormi massi con un colpo.",
    "20053800": "La cintura da karate lo rende più forte. I Throh selvatici\nsi costruiscono le cinture usando piante rampicanti.",
    "20053900": "Si allena senza posa, giorno e notte, sui monti\nper potenziare al massimo i suoi colpi di karate.",
    "20054200": "Quando incontra un giovane Pokémon gli fa un vestito\ndi foglie che cuce con il filo appiccicoso prodotto dalla\nbocca.",
    "20054400": "È protetto da un guscio resistente. Si scaglia contro\nil nemico rotolando come uno pneumatico.",
    "20054500": "Trafigge la preda con gli aculei del collo e dopo averla\nimmobilizzata la finisce con le sue tossine.",
    "20054600": "Si difende creando una nuvola di cotone. Quando piove,\nil cotone si appesantisce per l'umidità impedendogli\ndi muoversi.",
    "20054700": "È dispettoso e ama entrare di soppiatto nelle case,\nnascondendo oggetti importanti e spargendo cotone\novunque.",
    "20054900": "Il profumo del suo fiore, che varia lievemente in base alla\ncomposizione del terreno dove il Pokémon è cresciuto,\ndona serenità.",
    "20055011": "È un Pokémon particolarmente violento e feroce.\nI Basculin con la linea rossa e quelli con la linea blu\nlitigano spesso per il territorio.",
    "20055300": "Individua la preda anche a 50 km di distanza e avanza\nverso di essa come se nuotasse nella sabbia per poi\nbalzarle addosso e azzannarla.",
    "20056000": "È un Pokémon violento, ma al tempo stesso molto\ndedito alla famiglia, ai membri del proprio gruppo\ne al suo territorio.",
    "20056100": "Era lo spirito custode di un'antica città. Attaccava con\npoteri psichici i nemici che invadevano il suo territorio.",
    "20056300": "Si dice che inghiottisca le prede che gli si avvicinano e le\ntrasformi in mummie. Gli piace mangiare le pepite d'oro.",
    "20056500": "Con le sue mascelle terribilmente potenti poteva\nfrantumare le dure corazze degli Omastar e degli\nOmanyte per mangiarseli senza problemi.",
    "20056700": "È un Pokémon antico dal piumaggio molto fitto.\nSolo i più esperti riescono a rigenerarlo con successo.",
    "20056900": "Blocca il nemico con l'arto sinistro e ne cosparge il corpo\ncon un liquido velenoso per immobilizzarlo.",
    "20057000": "È un Pokémon molto timido. Quando non è circondato\ndai suoi simili, assume sembianze diverse dalle quelle\nabituali.",
    "20057100": "Oltre a essere in grado di trasformarsi in qualsiasi cosa,\nha anche il potere di creare miraggi, traendo in inganno\ncentinaia di persone.",
    "20057900": "Le sue braccia, piene di un liquido che convoglia\ni suoi poteri psichici, sono anche in grado di frantumare\nle rocce.",
    "20058100": "Non è solo elegante. Con il poderoso battito d'ali riesce\na volare per migliaia di chilometri senza fermarsi.",
    "20058400": "Produce tempeste di neve dalle due bocche.\nÈ amato da Sciatori e Snowboarder perché\npuò creare la neve ovunque.",
    "20058511": "Il suo corpo muta non solo a seconda della stagione\nma in misura minore anche al cambiare di temperatura\ne umidità.",
    "20058512": "Il suo corpo muta non solo a seconda della stagione\nma in misura minore anche al cambiare di temperatura\ne umidità.",
    "20058614": "Cambia dimora a seconda delle stagioni.\nGli uomini si accorgono del cambio di stagione\nosservando le sue corna.",
    "20058700": "Si carica di energia e si alza in volo.\nNelle notti di fulmini e tempesta, questi Pokémon\nsono così numerosi da invadere tutto il cielo.",
    "20058900": "Protegge il corpo con la conchiglia che ha rubato\na Shelmet mentre spunzona il nemico con due lance.",
    "20059100": "Cerca di attirare le prede esibendo un cappello a forma\ndi Poké Ball, ma sono pochi i Pokémon che si fanno\ningannare.",
    "20059200": "Con i suoi tentacoli a forma di velo avvolge la sua preda\nmentre nuota e la trascina con sé sul fondo del mare.",
    "20059300": "Lo si incontra spesso vicino a navi da crociera e petroliere\nin cerca di nuove prede da trascinare via con sé.",
    "20059500": "Non può produrre elettricità da sé, per cui si attacca a\nPokémon più grandi per succhiarne l'energia elettrostatica.",
    "20059900": "Produce l'energia che gli serve per vivere incastrando\ne facendo ruotare le due parti che lo compongono.",
    "20060100": "Facendo girare velocemente l'ingranaggio dotato del\nnucleo rosso, accumula una grande quantità di energia.",
    "20060400": "Si attacca alla preda con la bocca a ventosa e la fulmina\nattraverso i denti conficcati.",
    "20060700": "Mentre fa luce col pretesto di fare loro da guida, assorbe\nenergia vitale dalle sue prede.",
    "20060900": "Le fiamme di Chandelure risucchiano lo spirito e lasciano\nil corpo come un guscio vuoto.",
    "20061000": "Mangia le bacche sminuzzandole con i denti,\nche ricrescono costantemente, diventando sempre\npiù forti e affilati.",
    "20061200": "Ha un carattere gentile, ma non perdona chi devasta\nil suo territorio. Le sue zanne possono tagliare l'acciaio.",
    "20061400": "Predilige i freddi mari del nord. Crea strade di ghiaccio\nsoffiando con il suo alito gelido sulla superficie del mare.",
    "20061500": "È nato nelle nuvole cariche di neve. Cattura le prede\ncon una catena fatta di cristalli di ghiaccio.",
    "20061700": "Liberatosi della pesante conchiglia, è diventato leggero.\nLotta con le movenze proprie di un ninja.",
    "20062100": "La pelle rossa del muso è più dura della pietra.\nAffronta i nemici in grotte anguste lanciandosi contro\ndi loro e colpendoli a testate.",
    "20062500": "Per quanto sia forte, se la lama sulla sua testa viene\nintaccata deve rinunciare al comando del gruppo.",
    "20062600": "Sferra testate contro tutto e tutti. Ha una forza distruttiva\ntale da far deragliare un treno in corsa.",
    "20062800": "Gli esemplari con più cicatrici sul volto sono considerati\ni più valorosi. Quelli con cicatrici sul dorso, al contrario,\nsono derisi dal gruppo.",
    "20063300": "Dal momento che non ci vede, esamina ciò che\nlo circonda mordendo o lanciandosi di peso.\nHa ammaccature su tutto il corpo.",
    "20063500": "Le teste che ha sugli arti non hanno cervello. Distrugge\ne divora qualsiasi cosa usando tutte e tre le teste.",
    "20063700": "Vola spargendo scaglie infuocate. Era temuto dai popoli\ndell'antichità, che lo chiamavano \"Ira del sole\".",
    "20063800": "Ha un corpo e uno spirito d'acciaio. Gli basta lo sguardo\nper farsi ubbidire anche dai Pokémon più feroci.",
    "20064000": "Le corna della testa sono lame affilate. Muovendosi come\nun turbine, scuote e falcia fulmineo i nemici.",
    "20064111": "Ha la parte inferiore del corpo avvolta in una nuvola\ndi energia. Sfreccia nei cieli a 300 km/h.",
    "20064112": "Vola nei cieli in perenne girovagare e produce un vento\ncosì forte da spazzare via ogni cosa incontri.",
    "20064212": "Lancia scariche elettriche dagli aculei della coda.\nVola per i cieli di Unima scagliando fulmini.",
    "20064300": "Questo Pokémon leggendario può rendere il mondo\nun inferno di fiamme. Aiuta chi vuole costruire un mondo\ndi verità.",
    "20064400": "Questo Pokémon leggendario può riempire il mondo\ndi fulmini e saette. Aiuta chi vuole costruire un mondo\nideale.",
    "20064511": "Poiché le terre che visita producono abbondanti raccolti,\nè considerato una benedizione per i campi.",
    "20064611": "Questo leggendario Pokémon dei ghiacci attende l'eroe\nche gli restituirà le sue vere sembianze con gli ideali o\nla verità.",
    "20064712": "Scorrazza per il mondo muovendosi sulla superficie\ndei mari o dei fiumi. Appare nei lidi più ameni.",
    "20064811": "Canta una melodia che ha il potere di portare la gioia o\nla tristezza nel cuore dei Pokémon che l'ascoltano.",
    "20064812": "Canta una melodia che ha il potere di portare la gioia o\nla tristezza nel cuore dei Pokémon che l'ascoltano.",
    "20064911": "Antico Pokémon Coleottero modificato dal Team Plasma,\nche ne ha notevolmente potenziato il cannone sulla\nschiena.",
    "20072200": "Attaccando può rovesciare un carro armato da 50 t.\nProtegge gli alleati facendo loro scudo con il proprio\ncorpo.",
    "20071700": "Fa il pieno di energia mangiando ramoscelli ed emette\naria calda dalle grandi orecchie a una temperatura di\noltre 200 °C.",
    "20071800": "Incendia il ramo che ha infilato nella coda grazie allo\nsfregamento del pelo per poi lanciarsi nella lotta.",
    "20071900": "Fissando la fiamma del ramo che ha in mano, aumenta\nal massimo la concentrazione e può predire il futuro.",
    "20072300": "Dal petto e dalla schiena secerne una schiuma che gli\npermette di attutire i danni causati dagli attacchi nemici.",
    "20072400": "Lancia dei sassi racchiusi in bolle di schiuma. È talmente\npreciso da riuscire a colpire una lattina vuota a 30 m\ndi distanza.",
    "20072500": "Crea lame d'acqua micidiali che ruotano ad alta velocità\ne, se lanciate, possono perforare il metallo.",
    "20075300": "Ha un'indole amichevole, ma se viene infastidito aumenta\nall'istante la sua temperatura corporea provocando ustioni\nal colpevole.",
    "20075500": "Le sue ali sono robuste e ignifughe. In passato le divise\ndei pompieri venivano fabbricate con le sue piume.",
    "20070811": "Nel mondo ne esistono diverse varietà che si differenziano\nper i motivi sulle ali. Sembra che questi dipendano dal\nclima del loro habitat.",
    "20070400": "Da piccolo vive in gruppo con i suoi simili, ma appena\nimpara a catturare da solo le sue prede viene allontanato\ne diventa indipendente.",
    "20071311": "Senza il potere di un fiore è vulnerabile, tuttavia viaggia\nsenza sosta finché non ne trova uno di un colore e di una\nforma che lo soddisfano.",
    "20071513": "Ha il potere di controllare i fiori che coltiva. È in grado\ndi creare tempeste di fiori tanto meravigliose quanto\ndevastanti.",
    "20072900": "È in grado di intuire gli stati d'animo del suo Allenatore\ndal modo in cui questi gli afferra le corna. Questo\npermette a entrambi di correre in perfetta armonia.",
    "20073300": "Copre con le orecchie gli organi che presiedono ai suoi\ngrandi poteri psichici per non perderne il controllo.",
    "20073400": "Se si sente minacciato, drizza le orecchie e libera\nun potere psichico devastante, in grado di accartocciare\nun camion da 10 t come se fosse una lattina.",
    "20074611": "Ha accompagnato generazioni di re. È in grado\ndi controllare e manipolare esseri umani e Pokémon\ncol suo potere spettrale.",
    "20074612": "Ha accompagnato generazioni di re. È in grado\ndi controllare e manipolare esseri umani e Pokémon\ncol suo potere spettrale.",
    "20074200": "Immobilizza il nemico avvolgendolo in filamenti bianchi,\ndolci e appiccicosi, simili a zucchero filato.",
    "20074300": "È dotato di un olfatto sensibilissimo che gli permette di\ndistinguere anche gli odori più sottili. Si serve di questo\ntalento per aiutare i pasticcieri.",
    "20074800": "Con l'evoluzione, i due Binacle si moltiplicano\ne il Pokémon lotta con la forza di sette Binacle.",
    "20071000": "È spietato e spruzza un liquido velenoso sui Pokémon ostili\nche gli si avvicinano. Per qualche strano motivo, va\nd'accordo solo con Dhelmise.",
    "20075700": "Assorbe acqua che comprime e rilascia in un getto con\nuna pressione tale da perforare anche spesse lastre\nd'acciaio.",
    "20073200": "Può produrre energia elettrica aprendo il collare. Un solo\nPokémon di questa specie sarebbe in grado di illuminare\nun intero grattacielo.",
    "20073800": "Sembra che non si riesca a rigenerarlo alla perfezione.\nSecondo alcune teorie il suo corpo era ricoperto da un\nmanto simile a un piumaggio.",
    "20073900": "In passato abitava nelle terre più fredde. Si dice che\nquando emette il suo verso, nel cielo notturno compaia\nl'aurora boreale.",
    "20074000": "Di recente ha fatto notizia il ritrovamento di un esemplare\nin perfetto stato di conservazione intrappolato in un\niceberg.",
    "20076700": "Nella lotta, parte all'attacco senza esitare un istante,\nanche quando si trova di fronte imponenti Pokémon\ndi tipo Drago.",
    "20076100": "Prevale sul nemico grazie alla sua rapidità, ma a volte\nper mettersi in mostra aspetta troppo a lanciare l'attacco\nfinale e si trova in difficoltà.",
    "20076600": "Corre voce che nelle profondità della terra ci sia un regno\nfatto di pietre preziose dove vivono i Carbink assieme alla\nloro regina.",
    "20076300": "I corni con cui sonda l'ambiente circostante sono così\nsensibili che, se qualcuno glieli afferra, il Pokémon resta\npietrificato per lo shock.",
    "20076000": "Per qualche motivo che nessuno sa, colleziona chiavi.\nÈ felicissimo quando gliene regalano una, ma attenzione:\naccetta solo i passe-partout.",
    "20073511": "Pokémon nato quando uno spirito inquieto è entrato in\nuna zucca. Si attiva dopo il calar del sole.",
    "20073614": "Vaga per le città nelle notti di luna nuova intonando\nuna melodia sinistra. Chi la ascolta, viene colpito da\nuna maledizione.",
    "20075100": "Il suo enorme corpo di ghiaccio è duro come l'acciaio.\nAvanza distruggendo tutto ciò che gli si para davanti.",
    "20076800": "Si dice che possieda l'immortalità e possa farne dono\nagli altri. Torna in vita dopo aver dormito per 1000 anni\nsotto forma di albero.",
    "20076900": "Quando le ali e le piume della coda di questo Pokémon\nleggendario sono spiegate e di colore rosso acceso, può\nassorbire l'energia degli esseri viventi.",
    "20077000": "Zygarde assume questa forma quando vengono\naggregate metà delle sue cellule. Questo Pokémon\npresiede all'equilibrio dell'ecosistema.",
    "20077015": "È la forma che Zygarde prende quando il 100%\ndelle sue cellule si aggrega. Possiede una forza\nche supera anche quella di Xerneas e Yveltal.",
    "20077200": "Questo Pokémon è una mutazione inaspettata di Carbink.\nAlcuni ritengono che il suo corpo rosa splendente sia\nla cosa più bella del mondo.",
    "20077400": "Quando assume la sua vera forma, acquisisce un'energia\nstraordinaria. Secondo la leggenda, è talmente bramoso\ndi gioielli che può rubare un castello intero per\nimpossessarsi dei suoi tesori.",
    "20077300": "Si nasconde emettendo spesse nubi di vapore attorno\na sé. Si dice che viva su montagne non frequentate\ndall'uomo.",
    "20084100": "Attacca lanciando piume affilate come lame e può anche\ntirare poderosi calci con le zampe robuste.",
    "20084200": "È narcisista e ama la pulizia al punto di smettere\ndi obbedire se non ci si prende cura di lui come si deve.",
    "20084300": "Scocca piume come fossero frecce. Quando non deve\nmancare il bersaglio, tira le liane del cappuccio per\nridurne l'apertura e mirare meglio.",
    "20084600": "Pokémon rude ed egoista. Non gli piace prendersela con\nchi non è al suo livello e preferisce lottare con avversari\npiù forti di lui.",
    "20084700": "Grazie al costante allenamento, i palloncini che gonfia\ncon il naso diventano ogni giorno un po' più grandi.",
    "20084800": "Si emoziona quando assiste a una danza che non conosce\nancora e si esercita con impegno finché non la impara\nalla perfezione.",
    "20084900": "Per Primarina la lotta è uno show. Dà il colpo di grazia\nalla sua preda cantando e piroettando con eleganza.",
    "20080900": "I Toucannon comunicano tra di loro sbattendo i becchi.\nLa forza e il numero dei colpi indicano i sentimenti che\nvogliono esprimere.",
    "20082700": "È un Pokémon molto paziente, ma quando trova\nun Rattata, di cui va pazzo, perde il controllo e lo assale.",
    "20086000": "Accumula aria fredda all'interno delle chele per poi\npicchiare duro. Riesce a sbriciolare anche spessi muri\ndi ghiaccio.",
    "20082514": "Ammalia il nemico con una danza raffinata e approfitta\ndella sua distrazione per colpirlo con una maledizione\nfatale.",
    "20083500": "Odia la pioggia perché bagna il polline. Se il tempo si fa\nminaccioso, si infila nella cavità di un albero e se ne resta\nlì fermo.",
    "20082800": "Più cresce e più diventa impetuoso e aggressivo.\nNon sono pochi gli Allenatori che se ne liberano quando\nnon sono più in grado di gestirlo.",
    "20082911": "La sua criniera di roccia è affilata come la lama\ndi un coltello. Segue la preda senza mai perderla\ndi vista e quando è stanca le dà il colpo finale.",
    "20082912": "Ignora bellamente gli ordini che non gli vanno a genio.\nIl suo unico obiettivo è sconfiggere il nemico, al prezzo\ndi qualunque ferita.",
    "20080100": "Poiché mangia i coralli dei Corsola, non è visto di buon\nocchio dagli artigiani che raccolgono e lavorano i rametti\ncaduti spontaneamente.",
    "20084000": "Rimane calmo e imperturbabile in qualsiasi circostanza.\nProduce un fango speciale mescolando nella sua bocca\nterra e saliva.",
    "20085100": "Se ne sta per lo più in acqua. Quando è sazio, conserva\nle prede che ha catturato nella bolla che ha in testa.",
    "20086900": "Cerca di farsi passare per Pokémon Coleottero per\nproteggersi. I petali delle sue braccia sono estremamente\naffilati.",
    "20080400": "Addormenta la preda e utilizza le estremità delle\nsue braccia per rubarle l'energia vitale, che può\nanche trasmettere ai compagni in difficoltà.",
    "20085200": "Riesce a spezzare anche gli alberi più grossi. Comunica\ncon i suoi simili usando l'odore che emana da un organo\nche ha sul posteriore.",
    "20085300": "Agita energicamente le braccia in segno di minaccia o\ndi avvertimento. L'unica via di scampo è darsela a gambe.",
    "20081400": "Tira calci con grazia ed eleganza. Uno solo dei suoi colpi\nè sufficiente per mandare al tappeto anche un campione\ndi kickboxing.",
    "20086300": "Ama adornare di fiori la liana appiccicosa che gli spunta\ndalla testa. Se resta senza fiori, si fa prendere dall'ansia.",
    "20086700": "Il durissimo carapace che protegge il suo corpo è\nresistente come il diamante. Questo Pokémon è disposto\na tutto pur di vincere.",
    "20082300": "Ognuno dei suoi granelli ha una volontà propria. Inghiotte\nvivi i Pokémon più piccoli e ne ruba l'energia vitale.",
    "20086211": "Ha risvegliato il suo potere nascosto e si è evoluto.\nSvincolato dalla pesante maschera, la sua velocità è\nnotevolmente aumentata.",
    "20086212": "È riuscito a risvegliare il suo potere nascosto.\nPuò cambiare tipo per lottare al meglio, come\nun altro Pokémon di cui si narra nelle leggende.",
    "20085400": "Vive nei vulcani e si nutre di zolfo e minerali,\nche rendono il suo carapace esplosivo.",
    "20085800": "Quando viene infastidito o colto di sorpresa, le 14 spine\nche ha sulla schiena si drizzano spontaneamente.",
    "20081911": "È un Pokémon tranquillo che soffre di solitudine.\nSe qualcuno cerca di sbirciare sotto il panno che\nlo nasconde, si oppone con forza.",
    "20081912": "Passa ore davanti allo specchio tentando disperatamente\ndi aggiustare il collo rotto del suo travestimento, ma non\nci riesce e piange.",
    "20085600": "Se i bambini con cui ha fatto amicizia vengono maltrattati,\ncerca la casa dei responsabili e la riduce in cenere.",
    "20085700": "Ruba l'energia vitale della preda avvolgendola con\nle sue alghe verdi. Prende di mira solo i Pokémon\ndi grossa stazza come Wailord.",
    "20081800": "Quando cattura una preda, lancia un forte urlo.\nSentendolo, i suoi simili in ogni luogo esultano\nfacendo echeggiare un rumore metallico.",
    "20083000": "È considerato un nume protettore ma, se si offende,\nmonta su tutte le furie e non esita ad attaccare Pokémon\ned esseri umani.",
    "20083100": "È il Pokémon protettore di Akala. Sparge luccicanti nuvole\ndi scaglie che curano le ferite di esseri umani e Pokémon.",
    "20083200": "È considerato un Pokémon protettore, ma annienta senza\npietà tutti quelli che considera nemici.",
    "20083300": "Protettore di Poni, ha il potere di controllare i flutti. Vive\nin una fitta nebbia, venerato e temuto allo stesso tempo.",
    "20087300": "A volte gli Ultravarchi che apre servono da passaggio\nverso il nostro mondo per energia e forme di vita.",
    "20087400": "In antichissimi documenti si parla di lui come della\n\"creatura che evoca la luna\".",
    "20087500": "Una delle forme di vita provenienti da un altro\nmondo, chiamate Ultracreature. Si pensa che produca\nuna neurotossina.",
    "20087700": "Una delle Ultracreature. Non fa che mettere in\nmostra i propri muscoli esageratamente gonfi.",
    "20087900": "Una forma di vita proveniente da un altro mondo. Il suo\ncorpo esile e flessibile nasconde una forza inaspettata.",
    "20088100": "Una delle temibili Ultracreature. Rilevamenti effettuati\nsulle sue gigantesche braccia hanno mostrato reazioni\nenergetiche ad alta intensità.",
    "20087600": "Una misteriosa forma di vita nota come Ultracreatura.\nMangia in continuazione, come se fosse costantemente\naffamata.",
    "20088211": "Sincronizzando la sua coscienza a quella degli altri,\nriesce a capire il loro stato d'animo. Grazie a quest'abilità\nsi prende cura degli esseri umani.",
    "20088300": "Si infiltra nell'ombra del nemico, copiandone i movimenti\ne la forza. L'imitazione finisce per diventare più forte\ndell'originale.",
    "20088700": "È una delle forme di vita note come Ultracreature.\nIl suo corpo contiene centinaia di litri di veleno.",
    "20088400": "È arrivato attraverso un Ultravarco. Sembra essere\ncostituito da più creature impilate che formano\nuna singola unità.",
    "2008060000": "Sembra che sia un'Ultracreatura. Si avvicina alle persone\nondeggiando e fa esplodere la sua testa all'improvviso.",
    "20000101": "È possibile vedere Bulbasaur mentre schiaccia un pisolino\nsotto il sole. Ha un seme piantato sulla schiena.\nGrazie ai raggi solari il seme cresce ingrandendosi\nprogressivamente.",
    "20000201": "C'è un germoglio piantato nella schiena di Ivysaur.\nPer sopportarne il peso, le zampe e il corpo crescono\nrobusti. Quando inizia a passare più tempo esposto\nal sole, significa che il germoglio sboccerà presto\nin un grande fiore.",
    "20005901": "Narra la leggenda che in un lontano passato \nabbia lottato a fianco di un generale, aiutandolo\na conquistare paesi interi.",
    "20009401": "I genitori di tutto il mondo ammoniscono i bambini\ndicendo loro che, se non fanno i bravi, arriverà Gengar!",
    "20009501": "Onix nel cervello ha una calamita, che agisce da bussola\nper consentirgli di non perdere l'orientamento mentre\nscava sottoterra. Con il passare del tempo il suo corpo\ndiventa sempre più smussato e levigato.",
    "20013101": "Fin troppo protetto, ha finito per moltiplicarsi in modo\neccessivo e questo ha causato una diminuzione\ndei Pokémon acquatici nei mari.",
    "20015201": "Nella lotta, Chikorita sventola la sua foglia in modo da\ntenere a bada il nemico. Tuttavia, la foglia emana anche\nun aroma dolce, che calma il Pokémon avversario,\ncreando un'atmosfera gradevole e rilassata tutt'attorno.",
    "20015301": "Il collo di Bayleef è agghindato da foglie, dentro cui è\npresente il piccolo germoglio di un albero. L'aroma\nemanato da questo germoglio ha un effetto energizzante\nsull'uomo.",
    "20015801": "Nonostante il suo corpicino minuto, le mascelle di Totodile\nsono molto potenti. Sebbene creda solo di giocare, il suo\nmorso è così forte e pericoloso da causare serie ferite.",
    "20015901": "Una volta azzannato il nemico, Croconaw non molla\nla presa facilmente. Le zanne a punta ricurva all'indietro,\na mo' di amo da pesca, rendono impossibile estrarle\nquando sono conficcate in profondità.",
    "20016001": "Feraligatr spaventa il nemico spalancando la sua bocca\nenorme. Nella lotta pesta pesantemente il terreno con le\nsue possenti zampe posteriori per scagliarsi contro\nil nemico a un'incredibile velocità.",
    "20016701": "Con il filo che secerne dalla bocca tesse una tela talmente\nresistente da sostenere il peso di una roccia di 10 kg.",
    "20016801": "Vaga di notte in cerca di prede. Quando ne trova una,\nusa il suo filo per immobilizzarla e poi la divora con\nle sue zanne.",
    "20021001": "Ha una mascella molto potente, ma non ama\nbattersi, perciò non ha molte occasioni di dare\nprova della sua forza.",
    "20023001": "Kingdra vive negli abissi oceanici di solito privi di ogni\nforma di vita. Si crede che uno sbadiglio di Kingdra\ngeneri correnti oceaniche spiraliformi.",
    "20024101": "Produce 20 litri di latte al giorno. Più alta è la qualità\ndel pascolo, più gustoso sarà il latte.",
    "20024201": "Le sue uova sono talmente deliziose che si dice rendano\nfelice chiunque le mangi. Per questo hanno prezzi altissimi\nsul mercato.",
    "20027801": "Grazie alle ali lunghe e strette, vola in alto lasciandosi\ntrasportare dalle correnti ascensionali come un aliante.",
    "20027901": "Trasporta piccoli Pokémon tenendoli nel suo\nenorme becco, ma non si sa dove li porti.",
    "20028301": "Quando è in difficoltà, secerne un liquido dolce\ndalla punta della testa. Lo sciroppo ricavato da\nquesto liquido è ottimo da spalmare sul pane.",
    "20028401": "Intimorisce i nemici con i motivi a forma di occhio.\nSe lo stratagemma non funziona, fugge via agitando\nle quattro ali.",
    "20029901": "Si sposta di 1 cm all'anno, ma quando si trova in difficoltà\nruota su se stesso e in un attimo si nasconde sottoterra.",
    "20032401": "Il fumo che fuoriesce dalla sua corazza permette di capire\nil suo stato di salute. Quando i getti sono vigorosi,\nsignifica che sta bene.",
    "20035601": "Il corpo di Dusclops è completamente vuoto. Non contiene\nassolutamente nulla. Infatti si dice che sia una sorta di\nbuco nero. Il Pokémon assorbe ogni cosa all'interno del\nproprio corpo, ma non rilascia mai nulla.",
    "20044801": "È in grado di concentrare le sue energie spirituali\nper sprigionare un'aura che può frantumare anche\ngrossi macigni.",
    "20047601": "Controlla delle unità dette Mininasi, ma pare che a volte\nqueste si smarriscano e non riescano più a tornare.",
    "20047701": "Si dice che accolga gli spiriti smarriti nel suo corpo\nflessibile per riportarli a casa.",
    "20049501": "Quando è esposto alla luce solare può muoversi più\nvelocemente. Usa le sue liane meglio dei suoi stessi arti.",
    "20049601": "Corre quasi scivolando sulle superfici.\nConfonde il nemico con i rapidi movimenti,\nper poi attaccarlo con una frustata.",
    "20049701": "Dà il meglio di sé solo contro chi non resta intimidito\ndal suo nobile sguardo.",
    "20049801": "Lancia palle di fuoco dal naso mentre evita abilmente\ngli attacchi del nemico. Mangia bacche che arrostisce\nlui stesso.",
    "20049901": "Più mangia e più le fiamme che bruciano nel suo stomaco\nsi rinvigoriscono, aumentando così il suo potere.",
    "20050001": "Infiamma i pugni sulla barba ardente, poi sferra attacchi\ndi fuoco sui nemici. Ha molta considerazione per i suoi\nsimili.",
    "20051001": "I muscoli tonici del suo corpo gli donano una figura\ndavvero affascinante. Si aggira silenzioso nel buio\ndella notte.",
    "20054401": "È protetto da un guscio resistente. Si scaglia contro\nil nemico rotolando come uno pneumatico.",
    "20054501": "Trafigge la preda con gli aculei del collo e dopo averla\nimmobilizzata la finisce con le sue tossine.",
    "20057901": "Le sue braccia, piene di un liquido che convoglia\ni suoi poteri psichici, sono anche in grado di frantumare\nle rocce.",
    "20058101": "Non è solo elegante. Con il poderoso battito d'ali riesce\na volare per migliaia di chilometri senza fermarsi.",
    "20060901": "Le fiamme di Chandelure risucchiano lo spirito e lasciano\nil corpo come un guscio vuoto.",
    "20061201": "Ha un carattere gentile, ma non perdona chi devasta\nil suo territorio. Le sue zanne possono tagliare l'acciaio.",
    "20080901": "I Toucannon comunicano tra di loro sbattendo i becchi.\nLa forza e il numero dei colpi indicano i sentimenti che\nvogliono esprimere.",
    "20082921": "La sua criniera di roccia è affilata come la lama\ndi un coltello. Segue la preda senza mai perderla\ndi vista e quando è stanca le dà il colpo finale.",
    "20082922": "Ignora bellamente gli ordini che non gli vanno a genio.\nIl suo unico obiettivo è sconfiggere il nemico, al prezzo\ndi qualunque ferita.",
    "20082301": "Ognuno dei suoi granelli ha una volontà propria. Inghiotte\nvivi i Pokémon più piccoli e ne ruba l'energia vitale.",
    "20052301": "Ha un temperamento sanguigno. Quando si arrabbia\ndalla criniera lancia saette in ogni direzione.",
    "20022501": "Se incontra qualcuno che si è perso, condivide il cibo\nche ha con sé. È onnivoro, perciò potrebbe offrire anche\ndei Pokémon Coleottero.",
    "20073301": "Copre con le orecchie gli organi che presiedono ai suoi\ngrandi poteri psichici per non perderne il controllo.",
    "20036201": "Congela la preda prima di affondarvi i denti.\nTuttavia, preferisce cibarsi di Pokémon già ghiacciati\ncome Vanillite.",
    "20013300": "Non si conosce ancora il motivo per cui Eevee sia l'unico\nPokémon a possedere un corredo genetico così instabile.",
    "20081301": "Gioca tranquillamente anche con i Pokémon alati perché\nsi sente protetto dalle sue rigide foglie. Non sembra\npreoccuparsi delle loro beccate.",
    "20081401": "Tira calci con grazia ed eleganza. Uno solo dei suoi colpi\nè sufficiente per mandare al tappeto anche un campione\ndi kickboxing.",
    "20042901": "È temuto perché lancia maledizioni e causa sventure,\nma a volte decide di usare i suoi incantesimi per aiutare\nle persone.",
    "20080601": "Vive nel profondo delle caverne e si circonda di Salandit\nche ammalia con i suoi potenti feromoni.",
    "20015111": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20015112": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20038701": "Fa la fotosintesi su tutto il corpo esponendosi ai raggi\nsolari. La sua corazza è fatta di terra compatta.",
    "20038801": "Vive nelle foreste vicino all'acqua, ma esce di giorno\nper far prendere sole alle piante sul guscio.",
    "20038901": "In tempi antichissimi la gente pensava che sottoterra\nci fossero dei giganteschi Torterra.",
    "2000780031": "È intrepido e orgoglioso. Corre leggiadro per i boschi\nconcentrando i suoi poteri psichici nella peluria\nall'estremità delle zampe.",
    "2005551131": "Ha un carattere mite ma è molto forte. Congela\nla palla di neve che ha sulla testa per poi prendere\na testate il nemico.",
    "2005551231": "Assume questa forma quando è infuriato. Finché\nnon si calma sputa fiamme a destra e a manca,\nanche a costo di squagliarsi.",
    "2008110000": "I Thwackey più rispettati dai propri simili sono quelli\nin grado di produrre un ritmo forsennato con le due\nbacchette.",
    "2008120000": "Controlla il potere del suo ceppo speciale usandolo\ncome un tamburo e lotta servendosi delle radici.",
    "2008150000": "Crea un pallone da calcio infuocato palleggiando con\nun sasso e poi tira una cannonata contro il nemico per\nabbrustolirlo.",
    "2008180000": "Ha vari assi nella manica. Emette getti d'acqua\ndalle dita e si fa trasportare dal vento grazie\nalla membrana che ha sulla schiena.",
    "2008200000": "Quando avvista un albero di bacche si precipita\nimmediatamente a raccoglierle, anche nel bel mezzo\ndella lotta.",
    "2008280000": "Marca di nascosto le prede interessanti, ne segue l'odore\nper rintracciarle e approfitta di una loro distrazione\nper rubare nelle loro tane.",
    "2008300000": "I suoi semi lanuginosi, ricchi di sostanze nutritive,\nvengono trasportati dal vento e donano nuova energia\na piante e Pokémon.",
    "2008340000": "Ha una natura estremamente feroce e addenta\nle prede con la sua mascella, così potente da\npoter sbriciolare sbarre di ferro.",
    "2008350000": "Quando corre produce elettricità dalla base\ndella coda. A Galar è apprezzato soprattutto\nper l'aiuto che fornisce ai pastori nei pascoli.",
    "2008390000": "Quando lotta, la montagna di carbone brucia con bagliori\nrossastri e sparge scintille che anneriscono tutta l'area\ncircostante.\n",
    "2008420000": "È ricoperto di una specie di sciroppo. La buccia sulla sua\nschiena, particolarmente dolce, una volta veniva data\nai bambini per merenda.",
    "2008440000": "Può rimpicciolire il suo corpo espellendo dalle narici\n100 kg di sabbia. Quando esaurisce la sabbia, viene\npreso dallo sconforto.",
    "2008491100": "Quando produce energia elettrica strofinando\nle protuberanze che ha sul petto, tutt'intorno\nriverbera un suono simile a quello di una chitarra.",
    "2008491200": "Quando produce elettricità dagli organi che ha nel petto,\nsi sente un suono simile a quello di un basso elettrico.",
    "2008510000": "Quando genera calore, la temperatura del suo corpo\nraggiunge gli 800 °C. Si lancia all'attacco usando il corpo\ncome una frusta.",
    "2008530000": "Il suo corpo è un ammasso di muscoli. È in grado\ndi stritolare con una potenza formidabile grazie\nai suoi tentacoli.",
    "2008551100": "Ha un gusto e un profumo molto particolari. Se si fida\ndel suo Allenatore, gli concede un piccolo assaggio.",
    "2008580000": "Tiene alla larga gli esseri viventi che si trovano\nnei paraggi emettendo onde psichiche così forti da far\nvenire il mal di testa.",
    "2008610000": "Se avvolge il corpo con i capelli, la sua potenza\nmuscolare aumenta. La sua forza gli permette\ndi immobilizzare a terra anche Machamp.",
    "2008620031": "Ha una potenza vocale impressionante. Quando assume\nla tipica posa intimidatoria e si mette a urlare, si dice\nche sta facendo \"sbarramento\".",
    "2008630031": "La pelliccia sulla testa si è indurita ed è diventata simile\na un elmetto di ferro. Ha una natura molto combattiva.",
    "2008650031": "Devia gli attacchi usando la dura foglia del porro\ne contrattacca con il gambo affilato. Usa il porro\nsia come arma che come cibo.",
    "2008670031": "Non bisogna toccare il suo corpo simile a un'ombra,\no si vedranno i propri ricordi più terribili imprigionati\nnel suo motivo.",
    "2008691111": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008710000": "Sprigiona elettricità dalla punta dei suoi aculei. \nUsa i denti affilati per raschiare dalle rocce\nle alghe di cui si nutre.",
    "2008730000": "La temperatura delle sue ali è di -180 °C. Sorvola pianure\ne montagne lasciando cadere le sue scaglie gelide come\nfossero fiocchi di neve.",
    "2008751100": "Raffredda costantemente la testa con del\nghiaccio perché non sopporta il caldo. Usa il\npelo che ha sul capo per pescare le sue prede.",
    "2008751200": "Assume questa forma quando il ghiaccio che\nricopre il suo volto va in frantumi. Molti vanno\nmatti per la sua buffa espressione corrucciata.",
    "2008771100": "Indipendentemente da quanto mangia, è sempre\naffamato. Tiene molto ai semi che ha arrostito\ncon l'elettricità e li porta sempre con sé.",
    "2008771200": "L'elettricità contenuta nelle guance si è trasformata\nin energia di tipo Buio. La fame lo ha reso molto\naggressivo.",
    "2008790000": "Vive in gruppo. La stretta della sua proboscide è così forte\nda mandare in frantumi anche le rocce più grandi.",
    "2008840000": "Il suo corpo fatto di un metallo speciale è\nleggero e gli conferisce un'andatura impeccabile.\nVive nelle grotte perché odia la pioggia.",
    "2008870000": "Vive assieme ai Dreepy, che ospita all'interno dei buchi\nsulle sue corna. Quando lotta li espelle alla velocità\ndel suono.",
    "2008881200": "Temuto e rispettato da nemici e alleati, è detto \"spada\ndel re folletto\" per la sua capacità di tranciare qualsiasi\ncosa.",
    "2008891200": "Quando assume questa forma, è detto \"scudo\ndel re lottatore\" in segno di timore e rispetto per\nla sua capacità di respingere qualsiasi attacco.",
    "2008900000": "È giunto dallo spazio dentro un meteorite caduto\n20.000 anni fa. Sembra essere in qualche modo\ncollegato al mistero del fenomeno Dynamax.",
    "20086512": "Necrozma assume questa forma quando si nutre\ndella luce di Solgaleo. Lacera i nemici con gli\nartigli che ha sulla schiena e sugli arti.",
    "20086514": "Necrozma assume questa forma dopo aver\nassorbito un'enorme quantità di energia\nluminosa. Spara raggi laser da tutto il corpo.",
    "2008980012": "Si racconta che non mostrava alcuna pietà per chi\nostacolava il suo cammino, ma che dopo la lotta\nguariva le ferite dei suoi avversari.",
    "2008920012": "Il suo credo è sconfiggere l'avversario a suon di colpi.\nSferra raffiche di attacchi che si abbattono sul nemico\ncome un flusso d'acqua continuo.",
    "2001440031": "È conosciuto con il nome di Articuno. Emette\nun raggio che limita i movimenti del bersaglio,\ncome se lo congelasse.",
    "2001450031": "Viene chiamato Zapdos per via del crepitio elettrico\ngenerato dallo sfregamento delle sue piume.",
    "2001460031": "È conosciuto con il nome di Moltres. È avvolto da un'aura\nmaligna che arde come il fuoco.",
    "2008970000": "Galoppa nelle notti buie assorbendo l'energia vitale\ndelle creature addormentate. Ama la solitudine e\nla quiete.",
    "2009230000": "Di solito è piuttosto flemmatico, ma quando si trova\na lottare atterra il nemico con movimenti fulminei.",
    "2007451300": "Un Lycanroc speciale, evolutosi alla luce del tramonto.\nSotto l'apparente calma, nasconde un impetuoso spirito\ncombattivo.",
    "2005030041": "Abile spadaccino dal carattere spietato, attacca\ncon una sequela di colpi simili a mille burrascosi flutti.\nDi raro sembiante, frutto dell'evoluzione a Hisui.",
    "2007240041": "Resiste all'algido clima di Hisui grazie all'aria trattenuta\nnel rachide delle sue piume. Un chiaro esempio\nd'evoluzione cagionata dall'ambiente.",
    "20013301": "Non si conosce ancora il motivo per cui Eevee sia\nl'unico Pokémon a possedere un corredo genetico\ncosì instabile.",
    "2009750000": "Si aggira per le regioni più fredde. Il suo corpo è protetto\nda poderosi muscoli e da uno spesso strato di grasso\nsottocutaneo.",
    "2009390000": "Allunga e comprime il proprio corpo elastico per generare\nuna gran quantità di elettricità con la dinamo\ndell'ombelico.",
    "2008691838": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008691222": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008691353": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008691565": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008691676": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008691444": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2009700000": "Se avverte un pericolo, schiude i petali di cristallo\ned emette dei raggi dal suo corpo conico.",
    "2009010000": "Ritengo che sia stato il terreno palustre di Hisui\nad averlo reso nerboruto e ad avergli donato\nla facoltà di manipolare la torba a suo piacere.",
    "2005710041": "Il vello candido e scarmigliato lo fa somigliare\na una divinità mortifera. Il profondo astio ne dilania\nle membra, portandolo ad abbattersi sull'inimico\npronto a condividerne l'amara sorte.",
    "2009810000": "Le onde cerebrali della testa e della coda si sono\nsincronizzate, rendendo i suoi poteri psichici\ndieci volte superiori a quelli dei Girafarig.",
    "2009590000": "Possiede una notevole intelligenza e un'indole ardita.\nCon il suo martello scaglia rocce in aria, cercando\ndi abbattere i Corviknight in volo.",
    "2009800051": "Quando si trova sotto attacco, controbatte sfoderando\nle spesse spine retrattili, mettendo così a repentaglio\nanche se stesso.",
    "2009821100": "Con la dura coda perfora gli strati rocciosi del sottosuolo\nper farne la sua tana, che può raggiungere i 10 km\ndi profondità.",
    "2000800031": "Lo stimolo dato dal morso di uno Shellder ha innescato\nuna reazione chimica con le spezie nel suo organismo,\nrendendolo di tipo Veleno.",
    "2001990031": "Lo shock dell'evoluzione e le tossine hanno favorito\nlo sviluppo dell'intelletto di Shellder, che ora è in grado\ndi manipolare Slowking.",
    "2009430000": "Adora giocare con i bambini. Di solito è docile,\nma quando deve proteggere la sua famiglia assume\nun'espressione minacciosa.",
    "2009850000": "Somiglia a un Pokémon enigmatico presentato\nin una rivista di paranormale come un Jigglypuff\ndi un miliardo di anni fa.",
    "2009400000": "Le ossa delle sue ali generano energia elettrica\nsfruttando il vento. Si tuffa in mare e folgora\nle prede per poi catturarle.",
    "2010000000": "Pare che il suo corpo sia formato da 1.000 monete.\nÈ molto socievole e fa subito amicizia con chiunque.",
    "2009991100": "Vive dentro un vecchio forziere. Non sembrando\naffatto un Pokémon, a volte finisce in un angolo\nnei negozi di strumenti.",
    "2009991200": "È nato da una moneta pervasa di sentimenti intensi.\nVaga cercando di tornare nel forziere da cui proviene.",
    "2009830000": "Solo il Bisharp che si erge alla vetta della propria armata\npuò evolversi in Kingambit.",
    "2009140000": "Cattura lo sguardo dell'avversario con una danza esotica\ne lo squarcia agitando le piume ornamentali fatte\ndi acqua.",
    "2009870000": "Le sue caratteristiche principali ricordano quelle\ndi uno pterosauro fantasma menzionato in una\nrivista di paranormale.",
    "2009790000": "Superando i livelli critici di rabbia, ha ottenuto il potere\ndi andare oltre i vincoli del suo corpo fisico.",
    "2009320000": "È nato nei giacimenti sotterranei di salgemma.\nIn passato era tenuto in grande considerazione\npoiché condivideva il suo prezioso sale.",
    "2009360000": "Questo Pokémon indossa un'armatura rinforzata\ndall'energia Psico e Fuoco. Lancia palle di fuoco\nincandescenti contro i suoi nemici.",
    "2009660000": "Produce energia facendo esplodere nei suoi otto cilindri\nun gas che forma mescolando tossine e minerali\ndelle rocce.",
    "2010071100": "Sembra si tratti del Realato che, stando a un antico diario\ndi viaggio, scisse la terra con i suoi pugni.",
    "2010081100": "Sembra che sia il Serpeferrea di cui si parla\nin un vecchio libro. Si dice che con i suoi fulmini\nabbia tramutato la terra in cenere.",
    "2009060000": "Il suo pelo vellutato ha una composizione simile a quella\ndelle piante. Si lava il muso di frequente per evitare\nche si disidrati.",
    "2009270000": "Le comunità agricole lo tengono da tempo \nin gran considerazione, poiché il buon profumo\nche emana favorisce la crescita del grano.",
    "2009410000": "Gonfia la sacca nella gola per amplificare\nla sua energia elettrica. Quando vola sfrutta\nil vento, arrivando a percorrere 700 km in un giorno.",
    "2006280041": "Enorme e feroce volatile che nel cacciare leva\nun tremendo grido di guerra. Sferza gli specchi d'acqua\ncon onde d'urto e ghermisce le prede in tal modo\ncondotte a galla.",
    "2009670000": "Sembra che trasportasse esseri umani sul dorso\ngià nell'antichità. È rappresentato in pitture rupestri\nrisalenti a 10.000 anni fa.",
    "2001570041": "Reputo l'atmosfera del monte sacro che si erge nel cuore\ndi Hisui causa del suo mutato aspetto. Si dice mondi\nle anime smarrite con le proprie vampe per condurle\nverso l'aldilà.",
    "2009150000": "Si nutre esclusivamente del cibo più pregiato. Il suo corpo\nemette un odore di erbe che i Pokémon Coleottero\ndetestano.",
    "2009160100": "Emana un profumo simile a quello dei fiori.\nPuò spiccare facilmente salti di oltre cinque metri\ngrazie alle zampe dai muscoli ben sviluppati.",
    "2010060000": "Presenta caratteristiche simili a quelle\ndi un'invenzione di uno scienziato pazzo\ndescritta in una rivista di paranormale.",
    "2010210000": "Si dice che incenerisca i dintorni con i fulmini\nche erompono dalla sua pelliccia. Questo è\ntutto ciò che si sa su questo Pokémon.",
    "2009530000": "Mischiando energia Psico a terra e sabbia crea\nuna palla di fango che considera più preziosa\ndella sua stessa vita.",
    "20086513": "Necrozma assume questa forma quando si nutre\ndella luce di Lunala. Afferra il nemico con i suoi\nenormi artigli e lo fa a pezzi con la sua potenza.",
    "2009730000": "Sembra che il nodo che fa alla base del collo serva\na evitare che l'energia accumulata nel suo stomaco\nfuoriesca dal becco."
}
