{
    "1": "Vivaracha Entrenadora de Teselia con un gran\nsentido de la justicia. Su época en Pokéwood ha\nhecho que considere ser actriz a tiempo completo.",
    "2": "Nieto del Profesor Oak y experto Entrenador de la\nregión de Kanto. Gran amigo, a la vez que eterno\nrival, de Rojo.",
    "3": "Campeona de Sinnoh y arqueóloga apasionada de\nla mitología. Es una persona serena y agradable\nque esconde más de lo que parece a primera vista.",
    "4": "Joven de buen corazón procedente de Alola a la\nque coser se le da regular. Su madre es la\npresidenta de la Fundación Æther.",
    "5": "Entrenadora con grandes metas y el objetivo de\nvolver popular su pueblo natal. Intenta mejorar su\nsonrisa para poder devolvérsela a sus hinchas.",
    "6": "Profesor Pokémon de Kalos, cuyo estudio se centra\nen la megaevolución. Entusiasta del café, sabe\nmucho sobre el tema y le encanta visitar cafeterías.",
    "7": "Joven que posee la misteriosa habilidad de hablar\ncon los Pokémon. Es un prodigio matemático con\ninterés en las cosas más inusitadas.",
    "8": "Hija del Profesor Abedul. Es brillante a la par que\namistosa y su sueño es hacerse amiga de todos los\nPokémon del mundo.",
    "9": "Joven resuelto cuyo objetivo es hacerse cada día\nmás fuerte. Detesta trabajar en equipo debido a\nciertos hechos ocurridos en su pasado.",
    "10": "Fortísimo Líder de Gimnasio de Galar y rival de\nLionel. Su carácter, por lo general simpático, se\ntransforma por completo cuando combate.",
    "11": "Líder de Gimnasio y modelo procedente de Teselia.\nEstá buscando cómo romper con la imagen seria y\ndistante que algunos fans tienen de ella.",
    "12": "Entrenadora procedente de Kalos a la que le\nencanta ir a la última. Es enérgica y alegre por\nnaturaleza, pero también tiene un lado serio.",
    "13": "Alegre Entrenadora proveniente de Sinnoh. No\nduda en ayudar a quien lo necesita, a pesar de ser\nalgo torpe en ocasiones.",
    "14": "Apacible Líder de Gimnasio de Johto que suele\nsometerse a todo tipo de entrenamientos secretos.\nLos Pokémon de tipo Fantasma lo adoran.",
    "15": "Joven que afrontó el desafío de los gimnasios de\nGalar. Adora el curri más que a nada en el mundo,\naunque también disfruta estando al aire libre.",
    "16": "Campeón de Hoenn que colecciona piedras por\nafición. Le gustan tanto los Pokémon de tipo Acero\ncomo los Pokémon fósiles.",
    "17": "Joven misteriosa que es tanto Capitana de Alola\ncomo miembro del Alto Mando de la misma región.\nSe hace llamar \"la princesa inmemorial\".",
    "18": "Jerarca del Clan Diamante de Hisui. Bondadoso y\nfiable como aliado, aunque a veces puede resultar\nun poco impaciente.",
    "19": "Joven Jerarca del Clan Perla de Hisui. Ha hallado\nun nuevo espacio del que enamorarse: la isla\nartificial de Passio.",
    "20": "Este Entrenador de personalidad firme, procedente\nde Kalos, oculta tras su actitud serena gran respeto\ny admiración por su rival más fuerte.",
    "21": "Alegre y simpática Entrenadora procedente de\nKanto. Su gran talento para los combates se ve\npotenciado por su gran amor por los Pokémon.",
    "22": "El líder del Team Rocket tiene como objetivo\ndominar el mundo. También muestra interés en\nEntrenadores poderosos, aunque sean sus enemigos.",
    "23": "Hijo de la presidenta de la Fundación Æther, en la\nregión de Alola. Aunque no lo verbalice, tiene un\ngran corazón.",
    "24": "Esta Líder de Gimnasio de Johto es muy modesta.\nTiene un corazón bondadoso y cuida de Pokémon\nenfermos.",
    "25": "Se dice que es el Líder de Gimnasio más fuerte de\nSinnoh. Tiene un don para trastear con máquinas,\npero a veces se le va un poco de las manos...",
    "26": "A este joven de Hoenn le encantan los combates\nPokémon. Es de lo más trabajador, así que siempre\nse esfuerza al máximo para hacerse más fuerte.",
    "27": "Líder de Gimnasio de Teselia que también es piloto.\nSu carisma y entusiasmo le han granjeado multitud\nde seguidores.",
    "28": "Este mercader de la Compañía Ginkgo de Hisui\nalberga un gran interés por la mitología Pokémon\ny los objetos raros.",
    "29": "Entrenadora de tipo Tierra y a su vez miembro del\nAlto Mando de Paldea. Su actitud normalmente\nrelajada cambia a la hora de ponerse a trabajar.",
    "30": "Líder de Gimnasio procedente de Teselia y profesor\nnovato. Siempre tiene en mente a sus estudiantes\ny a los Pokémon.",
    "31": "Líder de Gimnasio de Galar especializado en el tipo\nFuego. Su lema es: \"En esta vida uno no debe\ndejar nunca de aprender ni de entrenarse\".",
    "32": "Esta Líder de Gimnasio de Ciudad Leudal, en\nPaldea, es también una famosa streamer con un\nsaludo tan pegadizo como inconfundible.",
    "33": "Famoso Domadragones y Campeón de la Meseta\nAñil con gran sentido de la justicia que se ha\nganado la admiración de muchos Entrenadores.",
    "34": "Príncipe de un reino lejano y propietario de la isla\nartificial de Passio. Tras el WPM, aspira a ser un\nrey que valore ante todo el poder de los vínculos.",
    "35": "Entrenadora que ha recorrido Kalos en pos de sus\nsueños. Adora los puzles y, por encima de todo,\nformar recuerdos imborrables.",
    "36": "Estudiante de una academia de Paldea que aspira\na convertirse en cocinero. Puede parecer algo\nhostil, pero es bondadoso y detallista.",
    "37": "Capitana de Akala en la región de Alola a la que\nle encanta pescar. Posee varias cañas que ha\nfabricado ella misma.",
    "38": "La Campeona de la región de Kalos es también una\nactriz de renombre. Tiene un carácter amigable y\nsuele dejarse caer por las cafeterías.",
    "39": "Entrenador que es un poco desastre, pero se toma\nen serio los combates. Aspira a ser un gran Líder\nde Gimnasio como su padre, Norman. ",
    "40": "Miembro del Alto Mando de la Liga Arándano digna\nde confianza y con predilección por las cosas\nmonas.",
    "41": "Líder de Gimnasio de Pueblo Mestura, en Paldea, y\nmiembro del Alto Mando. Puede parecer falto de\nmotivación, pero le encanta la comida.",
    "42": "Joven y pizpireta Campeona de Teselia cuyo mayor\ndeseo es que humanos y Pokémon se vuelvan\ntodavía más cercanos.",
    "43": "Campeón de Galar de fuerza imbatible y carisma\ninigualable. Su mayor defecto es su terrible sentido\nde la orientación, así que siempre se pierde.",
    "44": "Presidenta de la Fundación Æther y madre de\nLylia y Gladio. Está decidida a proteger a todos\nlos Pokémon con un amor incondicional."
}
