{
    "1": "Eine clevere Trainerin aus Einall mit einem\nausgeprägten Gerechtigkeitssinn, die sich dank ihrer\nZeit in Pokéwood für die Schauspielerei interessiert.",
    "2": "Dieser talentierte Trainer aus Kanto ist der Enkel\nvon Professor Eich. Der legendäre Trainer Rot ist\nsein Freund und Rivale.",
    "3": "Dieser Champ von Sinnoh studiert als Archäologin\nregionale Mythen. Sie präsentiert sich stets als cool\nund gefasst, birgt jedoch viele weitere Facetten.",
    "4": "Die Tochter der Präsidentin der Æther Foundation ist\nwarmherzig und weitgereist. Lillys Nähkünste mögen\nausbaufähig sein, aber das macht sie mit Elan wett.",
    "5": "Diese Trainerin will an die Spitze kommen, um ihre\nHeimatstadt berühmt zu machen. Sie übt fleißig ihr\nLächeln für alle Fans, die sie dabei anfeuern.",
    "6": "Dieser Pokémon-Professor aus Kalos erforscht die\nMega-Entwicklung und ist obendrein ein wahrer\nKaffee-Connaisseur.",
    "7": "Dieses vielseitig interessierte Wunderkind der\nMathematik verfügt über die mysteriöse Fähigkeit,\ndie Sprache der Pokémon zu verstehen.",
    "8": "Die aufgeweckte Tochter von Professor Birk träumt\ndavon, sich mit Pokémon aus aller Welt\nanzufreunden.",
    "9": "Dieser scharfsinnige Trainer arbeitet unentwegt\ndaran, stärker zu werden, schätzt die Gesellschaft\nanderer jedoch nicht besonders. Aus gutem Grund?",
    "10": "Der stärkste Arenaleiter von Galar und Delions\nRivale. Sein warmes und freundliches Wesen ändert\nsich schlagartig, wenn es ans Kämpfen geht!",
    "11": "Diese Arenaleiterin aus Einall ist auch ein berühmtes\nModel. Sie ist darum bemüht, ihr unnahbares Image\nabzulegen, um ihren Fans näherzukommen.",
    "12": "Diese Trainerin aus Kalos hat ein besonderes\nGespür für Mode. Sie ist aufgeweckt und lebhaft,\nzeigt jedoch auch manchmal ihre stoische Seite.",
    "13": "Diese talentierte Trainerin aus der Sinnoh-Region\nist immer guter Dinge und kümmert sich gerne um\nandere. Sie ist allerdings ein bisschen schusselig."
}
