{
    "1": "Briosa Allenatrice di Unima con un forte senso\ndella giustizia. L'esperienza al Pokéwood ha\nrisvegliato in lei l'interesse per la recitazione?",
    "2": "Nipote del Professor Oak e talentuoso Allenatore di\nKanto. Il leggendario Rosso è il suo amico e rivale\ndi sempre.",
    "3": "Campionessa di Sinnoh e archeologa appassionata\ndi mitologia, questa straordinaria Allenatrice\nnasconde forse un lato inaspettato?",
    "4": "Figlia della direttrice della Fondazione Æther, ha\nvissuto tante avventure ad Alola. Ragazza di buon\ncuore e volenterosa, è poco portata per il cucito.",
    "5": "Allenatrice che punta al top per rendere popolare\nla sua città d'origine. Si allena a ricambiare i sorrisi\ndei fan che la sostengono.",
    "6": "Professore Pokémon di Kalos che studia\nla megaevoluzione. È appassionato di caffetterie\ne grande esperto di caffè.",
    "7": "Ragazzo che possiede un misterioso potere che\ngli permette di capire ciò che dicono i Pokémon,\nè un genio matematico dagli interessi inaspettati.",
    "8": "Figlia del Professor Birch, è una ragazza molto\nsolare che sogna di diventare amica dei Pokémon\ndi tutto il mondo.",
    "9": "Allenatore dallo sguardo intenso, ossessionato\ndall'obiettivo di diventare più forte. Il suo passato\nlo porta a detestare il lavoro di squadra.",
    "10": "Il Capopalestra più forte di Galar, nonché il rivale\ndi Dandel. Per sua natura molto amichevole,\ncambia radicalmente quando c'è una sfida in ballo.",
    "11": "Capopalestra di Unima e famosa modella, vuole\ncambiare l'immagine di persona fredda e difficile\nda avvicinare che alcuni hanno di lei.",
    "12": "Allenatrice di Kalos con una passione per gli abiti\nalla moda. Ha una personalità allegra e solare,\nma può apparire un po' distaccata.",
    "13": "Allenatrice della regione di Sinnoh molto positiva,\nle piace prendersi cura degli altri, ma è un po'\nsbadata.",
    "14": "Capopalestra di Johto spesso impegnato in\nallenamenti segreti. Ha un temperamento pacato\ne va molto d'accordo con i Pokémon di tipo Spettro.",
    "15": "Giovane Allenatrice che ha affrontato la Sfida\ndelle Palestre di Galar. Le piace stare in mezzo\nalla natura e ama tantissimo il curry."
}
