{
    "1": "Une Dresseuse d'Unys joviale avec un fort sens de\nla justice. Son temps passé au Pokéwood lui aurait\napparemment donné envie de devenir actrice...",
    "2": "Ce Dresseur talentueux est le petit-fils du\nProfesseur Chen. Red, le Dresseur légendaire,\nest son ami et rival de toujours.",
    "3": "Le Maître de Sinnoh est une archéologue qui étudie\nles mythes sur les Pokémon. Bien que calme et\nsereine, sa personnalité cache une autre facette...",
    "4": "Fille de la présidente de la Fondation Æther, Lilie\na voyagé à travers tout Alola. Elle a bon cœur et\nest persévérante, mais la couture n'est pas son fort.",
    "5": "Cette Dresseuse ne ménage aucun effort pour\nrendre sa ville natale célèbre. Elle s'entraîne\nà sourire pour remercier ses fans.",
    "6": "Le Professeur Pokémon de Kalos a pour sujet de\nrecherche la Méga-Évolution. Il aime visiter des\ncafés, et en sait énormément sur cette boisson.",
    "7": "Ce jeune homme au don mystérieux a la capacité\nde communiquer avec les Pokémon. Ce prodige\nen mathématiques a des intérêts peu communs...",
    "8": "Fille du Professeur Seko, elle est chaleureuse\net pleine d'entrain. Elle rêve de se lier d'amitié\navec tous les Pokémon du monde.",
    "9": "Un Dresseur au regard déterminé dont le but ultime\nest d'être le plus puissant. Il préfère être seul,\nsuite aux évènements de son passé.",
    "10": "Le Champion d'Arène le plus puissant de Galar\net rival de Tarak a un tempérament amical qui\nchange du tout au tout lorsqu'il est en combat !",
    "11": "Cette Championne d'Arène est également top model\ndans la région d'Unys. Elle cherche à rompre avec\nl'image sérieuse et distante qu'elle renvoie.",
    "12": "Cette Dresseuse de Kalos est passionnée de mode.\nPleine d'énergie et d'un naturel joyeux, elle sait\négalement se montrer distante.",
    "13": "Cette Dresseuse de Sinnoh est toujours gentille\net positive. Elle aime prendre soin des autres\nmais est parfois un peu tête en l'air.",
    "14": "Ce Champion d'Arène de Johto est adepte\ndes entraînements secrets. Au tempérament\ncalme, il est apprécié des Pokémon Spectre.",
    "15": "Une Dresseuse qui a relevé le Défi des Arènes\nde Galar. Elle aime passer du temps à l'extérieur\net raffole du curry plus que tout au monde."
}
