{
    "1": "Briosa Allenatrice di Unima con un forte senso\ndella giustizia. L'esperienza al Pokéwood ha\nrisvegliato in lei l'interesse per la recitazione?",
    "2": "Nipote del Professor Oak e talentuoso Allenatore di\nKanto. Il leggendario Rosso è il suo amico e rivale\ndi sempre.",
    "3": "Campionessa di Sinnoh e archeologa appassionata\ndi mitologia, questa straordinaria Allenatrice\nnasconde forse un lato inaspettato?",
    "4": "Figlia della direttrice della Fondazione Æther, ha\nvissuto tante avventure ad Alola. Ragazza di buon\ncuore e volenterosa, è poco portata per il cucito.",
    "5": "Allenatrice che punta al top per rendere popolare\nla sua città d'origine. Si allena a ricambiare i sorrisi\ndei fan che la sostengono.",
    "6": "Professore Pokémon di Kalos che studia\nla megaevoluzione. È appassionato di caffetterie\ne grande esperto di caffè.",
    "7": "Ragazzo che possiede un misterioso potere che\ngli permette di capire ciò che dicono i Pokémon,\nè un genio matematico dagli interessi inaspettati.",
    "8": "Figlia del Professor Birch, è una ragazza molto\nsolare che sogna di diventare amica dei Pokémon\ndi tutto il mondo.",
    "9": "Allenatore dallo sguardo intenso, ossessionato\ndall'obiettivo di diventare più forte. Il suo passato\nlo porta a detestare il lavoro di squadra.",
    "10": "Il Capopalestra più forte di Galar, nonché il rivale\ndi Dandel. Per sua natura molto amichevole,\ncambia radicalmente quando c'è una sfida in ballo.",
    "11": "Capopalestra di Unima e famosa modella, vuole\ncambiare l'immagine di persona fredda e difficile\nda avvicinare che alcuni hanno di lei.",
    "12": "Allenatrice di Kalos con una passione per gli abiti\nalla moda. Ha una personalità allegra e solare,\nma può apparire un po' distaccata.",
    "13": "Allenatrice della regione di Sinnoh molto positiva,\nle piace prendersi cura degli altri, ma è un po'\nsbadata.",
    "14": "Capopalestra di Johto spesso impegnato in\nallenamenti segreti. Ha un temperamento pacato\ne va molto d'accordo con i Pokémon di tipo Spettro.",
    "15": "Giovane Allenatrice che ha affrontato la Sfida\ndelle Palestre di Galar. Le piace stare in mezzo\nalla natura e ama tantissimo il curry.",
    "16": "Il Campione di Hoenn con l'hobby di collezionare\npietre. Gli piacciono i Pokémon di tipo Acciaio\ne i Pokémon rigenerati dai fossili.",
    "17": "Capitano di Alola, nonché Superquattro,\nè una ragazzina misteriosa che sostiene\ndi avere origini nobili.",
    "18": "Leader del Team Diamante della regione di Hisui,\nè un po' impaziente. Tiene molto ai membri del suo\nteam, per i quali è una sorta di fratello maggiore.",
    "19": "La giovane Reggente del Team Perla di Hisui.\nÈ affascinata dal nuovo \"spazio\" che ha davanti\na sé: l'isola artificiale di Pasio.",
    "20": "Allenatore proveniente da Kalos, è stoico e ha modi\ncompassati, dietro i quali si nasconde un ardente\nrispetto senza eguali per la sua rivale.",
    "21": "Allenatrice di Kanto dal carattere solare\ne amichevole, il suo talento nelle lotte si basa\nsul profondo affetto che prova per i Pokémon.",
    "22": "Il Capo del Team Rocket punta a dominare\nil mondo e mostra un certo interesse per\ngli Allenatori potenti, siano essi amici o nemici.",
    "23": "Figlio della direttrice della Fondazione Æther\ndella regione di Alola. Un Allenatore di poche\nparole, ma che sa essere molto premuroso.",
    "24": "Capopalestra di Johto dal carattere molto riservato.\nHa un cuore colmo di affetto per i Pokémon,\ne si prende cura di quelli che si ammalano.",
    "25": "È considerato il Capopalestra più forte di Sinnoh.\nAbile nel trafficare con dispositivi elettrici, a volte\nsi lascia trasportare fin troppo dalla sua passione...",
    "26": "Ragazzo di Hoenn che ama le lotte Pokémon.\nSi dà molto da fare per cercare di diventare più\nforte.",
    "27": "Capopalestra di Unima che lavora anche come\npilota. Si è guadagnata molti fan grazie al suo\ntemperamento vivace.",
    "28": "Mercante di Hisui che fa parte della Ditta Ginkgo.\nMostra uno spiccato interesse per la mitologia\ndei Pokémon e gli oggetti peculiari.",
    "29": "Allenatrice esperta del tipo Terra e Superquattro\ndi Paldea. Generalmente alla mano, cambia\ncompletamente indole quando si tratta di lavoro.",
    "30": "Capopalestra di Unima e insegnante alle prime\narmi, pensa sempre ai suoi studenti e ai Pokémon.",
    "31": "Capopalestra di Galar, esperto del tipo Fuoco.\nIl suo motto è: \"Nella vita non si finisce mai\ndi allenarsi e di imparare!\"",
    "32": "Capopalestra di Leudapoli, nonché celebre streamer\ndi Maki6 TV. Il suo saluto è tanto orecchiabile\nquanto memorabile.",
    "33": "Domadraghi di gran fama e Campione dell'Altopiano\nBlu. Ha un forte senso di giustizia ed è un modello\nda seguire per molti Allenatori.",
    "34": "Principe e creatore dell'isola artificiale di Pasio.\nDopo il WPM, aspira a diventare un re che coltiva\ni legami.",
    "35": "Un'Allenatrice che ha viaggiato per Kalos per\nscoprire i suoi sogni. Ama i rompicapi e serba\ntanti bei ricordi delle avventure coi suoi amici.",
    "36": "Uno studente dell'accademia di Paldea che sogna\ndi diventare un cuoco. Potrebbe sembrare un tipo\nfreddo, ma in realtà è gentile e premuroso.",
    "37": "Una dei Capitani dell'isola di Akala, nella regione\ndi Alola. Adora pescare e possiede svariate\nCanne da pesca che lei stessa ha realizzato.",
    "38": "Campionessa della regione di Kalos, nonché attrice\nfamosa. Sorprendentemente, ha un carattere molto\naffabile ed è un'assidua frequentatrice dei caffè.",
    "39": "Un Allenatore di Hoenn che è un po' una peste,\nma nelle lotte fa sempre sul serio. Il suo obiettivo\nè superare suo padre, il Capopalestra Norman.",
    "40": "Superquattro della Lega Mirtillo all'Istituto Mirtillo,\nè una persona affidabile e con un debole\nper tutto ciò che è carino."
}
