{
    "1": "This bright Trainer from Unova has a strong sense\nof justice. Her time at Pokéstar Studios may have\ngotten her interested in acting.",
    "2": "This skilled Trainer from Kanto is Professor Oak’s\ngrandson. The legendary Trainer Red is both his\nbest friend and greatest rival.",
    "3": "This Sinnoh Champion is an archeologist who\nresearches myths. She's a cool and collected lady,\nbut there may be other sides to her.",
    "4": "Lillie, daughter of the Aether Foundation’s president,\nhas traveled around Alola. She’s kind and works\nhard but isn’t so confident in her sewing skills.",
    "5": "This Trainer aims for the top spot to put her\nhometown on the map. She’s been practicing how\nto smile for the fans who cheer her on.",
    "6": "This Pokémon Professor from the Kalos region\nresearches Mega Evolution. He knows a lot about\ncoffee, and his hobby is visiting cafés.",
    "7": "This young man has the mysterious power to\nconverse with Pokémon. He’s a mathematical\ngenius with a surprising interest in certain topics.",
    "8": "This cheerful young lady is Professor Birch’s\ndaughter. Her dream is to befriend all the Pokémon\nin the world.",
    "9": "This Trainer has a sharp look in his eyes and is\nalways aiming to get stronger. Something in his\npast made him hate working in teams.",
    "10": "This Trainer is the strongest Gym Leader in Galar\nand also Leon’s rival. He’s usually the friendly type\nbut can get fierce when it comes to battles.",
    "11": "This Gym Leader from Unova is also a model.\nRumor has it she’s been thinking of ways to\ncome off as more approachable.",
    "12": "This Trainer from the Kalos region loves fashion.\nHer personality is bright and lively, but she also\nhas a side to her that’s a bit more stoic.",
    "13": "This Trainer from Sinnoh is super positive and loves\ntaking care of others, but she can be a little\nscatterbrained at times.",
    "14": "This Johto Gym Leader is often doing some sort of\nsecret training. He has a mellow personality and is\nwell-liked by ghost Pokémon.",
    "15": "This young lady went through the Galar region’s\nGym Challenge. She enjoys playing outdoors and\nloves curry more than anything else.",
    "16": "This Champion from Hoenn has a hobby of collecting\nstones. He likes both Steel-type Pokémon and\nfossil Pokémon.",
    "17": "This mysterious young girl is an Alola\ncaptain and Elite Four member who claims\nto be descended from old royalty.",
    "18": "This leader of the Diamond Clan from the Hisui\nregion can be a little impatient, but he is also a\ncaring and dependable ally.",
    "19": "This young leader of the Pearl Clan from the Hisui\nregion is fascinated by a new “space”—the artificial\nisland of Pasio.",
    "20": "This Trainer from Kalos is cool and stoic, but under\nthe surface, he’s hiding a burning respect for his\nrival that’s stronger than anyone else’s!",
    "21": "This Trainer from the Kanto region is cheerful and\nfriendly. Her tremendous talent in battle is backed\nby her deep love for Pokémon.",
    "22": "This leader of Team Rocket is plotting world\ndomination. He takes a great interest in those who\nhave power, even if they’re his enemies.",
    "23": "This Trainer is the son of the Aether Foundation’s\npresident in the Alola region. He isn’t very\ntalkative, but he has a kind and caring heart.",
    "24": "This Johto Gym Leader is very modest. She has a\nkind heart and takes care of sick Pokémon.",
    "25": "This Gym Leader is said to be the strongest in the\nSinnoh region. He’s good at tinkering with machines\nbut can go overboard at times...",
    "26": "This boy from Hoenn loves Pokémon battles.\nHe’s a hard worker who always pushes himself to\ngrow stronger.",
    "27": "This Gym Leader from Unova is also a pilot. Her\nenergetic personality attracts a large fan following.",
    "28": "This merchant belongs to the Ginkgo Guild in the\nHisui region. He has a strong interest in Pokémon\nmythology and rare items.",
    "29": "This member of Paldea’s Elite Four is a Ground-type\nuser. She’s usually easygoing, but her personality\nshifts gears when she’s in work mode.",
    "30": "This Gym Leader from Unova is also a novice\nteacher. He always has his students and Pokémon\non his mind.",
    "31": "The motto of this Fire-type Gym Leader from\nGalar is to keep learning and training as long\nas he is alive.",
    "32": "This Levincia Gym Leader from Paldea is also a\npopular streamer, known for her unmistakable\ncatchphrases.",
    "33": "This famous dragon master is also the Indigo League\nChampion. He has a strong sense of justice, and\nmany Trainers look up to him.",
    "34": "The prince of a certain kingdom and creator of the\nartificial island of Pasio. After the PML, his aim is to\nbecome a king who treasures the power of bonds.",
    "35": "This Trainer traveled around Kalos to discover her\ndream. She’s good at solving puzzles and cherishes\nthe memories she’s made.",
    "36": "A student who attends an academy in Paldea and\nwants to be a cook one day. While he may seem\nunfriendly, he is truly compassionate and thoughtful.",
    "37": "One of the captains of Akala Island in the Alola\nregion. She loves fishing and owns multiple fishing\nrods she made herself.",
    "38": "This Champion from Kalos is also a famous actress.\nSurprisingly, she’s quite friendly and can often be\nfound in cafés.",
    "39": "This Trainer from Hoenn is a bit mischievous, but he\nis serious about Pokémon battles. His goal is to\nsurpass his dad, Norman, who is a Gym Leader.",
    "40": "This member of Blueberry Academy’s BB League\nElite Four is reliable and adores cute things.",
    "41": "This Medali Gym Leader from Paldea is also a\nmember of the region’s Elite Four. He seems to lack\nmotivation, but nothing excites him more than food."
}
