{
    "1": "Eine clevere Trainerin aus Einall mit einem\nausgeprägten Gerechtigkeitssinn, die sich dank ihrer\nZeit in Pokéwood für die Schauspielerei interessiert.",
    "2": "Dieser talentierte Trainer aus Kanto ist der Enkel\nvon Professor Eich. Der legendäre Trainer Rot ist\nsein Freund und Rivale.",
    "3": "Dieser Champ von Sinnoh studiert als Archäologin\nregionale Mythen. Sie präsentiert sich stets als cool\nund gefasst, birgt jedoch viele weitere Facetten.",
    "4": "Die Tochter der Präsidentin der Æther Foundation ist\nwarmherzig und weitgereist. Lillys Nähkünste mögen\nausbaufähig sein, aber das macht sie mit Elan wett.",
    "5": "Diese Trainerin will an die Spitze kommen, um ihre\nHeimatstadt berühmt zu machen. Sie übt fleißig ihr\nLächeln für alle Fans, die sie dabei anfeuern.",
    "6": "Dieser Pokémon-Professor aus Kalos erforscht die\nMega-Entwicklung und ist obendrein ein wahrer\nKaffee-Connaisseur.",
    "7": "Dieses vielseitig interessierte Wunderkind der\nMathematik verfügt über die mysteriöse Fähigkeit,\ndie Sprache der Pokémon zu verstehen.",
    "8": "Die aufgeweckte Tochter von Professor Birk träumt\ndavon, sich mit Pokémon aus aller Welt\nanzufreunden.",
    "9": "Dieser scharfsinnige Trainer arbeitet unentwegt\ndaran, stärker zu werden, schätzt die Gesellschaft\nanderer jedoch nicht besonders. Aus gutem Grund?",
    "10": "Der stärkste Arenaleiter von Galar und Delions\nRivale. Sein warmes und freundliches Wesen ändert\nsich schlagartig, wenn es ans Kämpfen geht!",
    "11": "Diese Arenaleiterin aus Einall ist auch ein berühmtes\nModel. Sie ist darum bemüht, ihr unnahbares Image\nabzulegen, um ihren Fans näherzukommen.",
    "12": "Diese Trainerin aus Kalos hat ein besonderes\nGespür für Mode. Sie ist aufgeweckt und lebhaft,\nzeigt jedoch auch manchmal ihre stoische Seite.",
    "13": "Diese talentierte Trainerin aus der Sinnoh-Region\nist immer guter Dinge und kümmert sich gerne um\nandere. Sie ist allerdings ein bisschen schusselig.",
    "14": "Dieser Arenaleiter aus Johto trainiert oft im\nVerborgenen. Er ist sanftmütig und wird von\nGeist-Pokémon sehr gemocht.",
    "15": "Diese junge Dame hat die Arena-Challenges der\nGalar-Region bestritten. Sie spielt gerne draußen\nund liebt Currys über alles.",
    "16": "Dieser Champ aus Hoenn sammelt in seiner Freizeit\nseltene Steine. Er mag sowohl Stahl- als auch\nFossil-Pokémon.",
    "17": "Dieser Captain aus Alola ist ein Mitglied der\nTop Vier. Die junge Dame behauptet, die Prinzessin\neines uralten Volkes zu sein.",
    "18": "Dieser Anführer des Diamant-Clans kommt aus der\nHisui-Region. Er kann etwas ungeduldig sein, doch\nseine Freunde können immer auf ihn bauen.",
    "19": "Diese junge Anführerin des Perl-Clans kommt aus\nder Hisui-Region und ist von einem neuen „Raum“,\nder künstlichen Insel Passio, fasziniert.",
    "20": "Dieser Trainer aus Kalos versteckt seinen tiefen\nRespekt für die unangefochtene Stärke seines\nRivalen hinter einer coolen und gelassenen Fassade.",
    "21": "Diese Trainerin aus Kanto ist fröhlich und\numgänglich. Ihr enormes Talent im Kampf basiert\nauf ihrer innigen Zuneigung zu Pokémon!",
    "22": "Der Anführer von Team Rocket strebt die absolute\nWeltherrschaft an und ist fasziniert von Trainern mit\nimmenser Stärke, egal ob Freund oder Feind.",
    "23": "Dieser Trainer ist der Sohn der Präsidentin der\nÆther Foundation in Alola. Er ist recht wortkarg,\naber er hat ein gutes Herz.",
    "24": "Diese Arenaleiterin aus Johto ist sehr bescheiden.\nSie ist überaus gutherzig und kümmert sich um\nkranke Pokémon.",
    "25": "Dieser Arenaleiter soll der Stärkste in ganz Sinnoh\nsein. Er tüftelt gerne an Maschinen herum, schießt\njedoch gelegentlich über das Ziel hinaus.",
    "26": "Dieser Junge aus Hoenn liebt Pokémon-Kämpfe. Er\narbeitet hart und strebt stets danach, noch stärker\nzu werden.",
    "27": "Diese Arenaleiterin aus Einall ist auch Pilotin. Mit\nihrem energiegeladenen Wesen hat sie eine große\nSchar von Fans angezogen.",
    "28": "Dieser Händler ist ein Mitglied der Ginkgo-Gilde\naus Hisui. Er besitzt großes Interesse an\nPokémon-Mythen und seltenen Gegenständen.",
    "29": "Dieses Mitglied der Top Vier aus Paldea ist auf\nBoden-Pokémon spezialisiert. Ihre sonst so lässige\nArt verschwindet, wenn sie als Prüferin agiert.",
    "30": "Dieser Arenaleiter aus Einall ist ein frischgebackener\nLehrer. Er zerbricht sich ständig den Kopf über seine\nSchüler und Pokémon.",
    "31": "Dieser Arenaleiter aus Galar hat sich auf den Typ\nFeuer spezialisiert und lebt nach dem Motto:\n„Arbeite dein Leben lang an dir selbst!“",
    "32": "Diese Arenaleiterin aus Fermanca City in Paldea ist\nauch eine populäre Streamerin und für ihre Sprüche\nmit hohem Wiedererkennungswert bekannt.",
    "33": "Dieser berühmte Drachenprofi ist der Champ des\nIndigo-Plateaus. Er hat einen ausgeprägten Sinn für\nGerechtigkeit und wird von vielen Trainern verehrt.",
    "34": "Dieser Prinz eines Königreiches ist der Erbauer der\nkünstlichen Insel Passio. Seit den WPM will er ein\nKönig werden, der Wert auf Freundschaften legt.",
    "35": "Diese Trainerin ist durch Kalos gereist, um ihren\nTraum zu finden. Sie mag Rätsel und schätzt ihre\nErinnerungen an besondere Momente über alles.",
    "36": "Dieser Schüler besucht eine Akademie in Paldea und\nmöchte Koch werden. Er wirkt recht abweisend, ist\naber außerordentlich mitfühlend und rücksichtsvoll.",
    "37": "Einer der Captains der Insel Akala in Alola. Sie liebt\nes zu angeln und besitzt mehrere Angelruten, die\nsie allesamt selber angefertigt hat.",
    "38": "Der Champ der Kalos-Region ist auch eine berühmte\nSchauspielerin. Diantha besitzt ein freundliches\nWesen und ist häufig in Cafés anzutreffen.",
    "39": "Dieser Trainer aus Hoenn ist ein wenig frech, gibt\nim Kampf aber immer alles. Er setzt alles daran,\nseinen Vater, Arenaleiter Norman, zu übertreffen.",
    "40": "Dieses Mitglied der Blaubeer-Top-Vier ist sehr\nzuverlässig und hat eine Schwäche für süße Dinge.",
    "41": "Dieser Leiter der Mesclarra-Arena ist gleichzeitig\nein Mitglied der Top Vier in Paldea. Er wirkt nicht\nbesonders motiviert, doch er liebt gutes Essen.",
    "42": "Der Champ der Einall-Region ist stets fröhlich und\nstrotzt vor Energie. Sie möchte, dass sich Menschen\nund Pokémon noch viel besser verstehen.",
    "43": "Dieser Champ aus Galar nennt zwar unschlagbare\nStärke und Charisma sein Eigen, doch wegen seines\nschlechten Orientierungssinns verläuft er sich leicht.",
    "44": "Die Präsidentin der Æther Foundation und Mutter\nvon Lilly und Gladio hat sich mit ihrer tiefen Liebe\ndem Schutz und Erhalt aller Pokémon verschrieben.",
    "45": "Diese Schülerin der Blaubeer-Akademie kommt aus\nKitakami. So wettkämpferisch sie auch sein mag, ist\nsie gleichermaßen gutherzig.",
    "46": "Dieser aus Spikeford in der Galar-Region\nstammende Arenaleiter ist auch ein für seine\nmelancholische Stimme bekannter Musiker."
}
