{
    "10000000000": "Ein gleichermaßen für seine extreme Wortkargheit wie für\nseine Fähigkeiten bekannter Trainer. Blau ist ihm zugleich\nenger Freund und größter Rivale.",
    "10001000000": "Ein Professor, der sich voll und ganz dem Erforschen\nvon Attacken verschrieben hat. Mit der Gründung einer\nPokémon-Liga in Alola hat er sich seinen Traum erfüllt.",
    "10002000000": "Lyra ist ein wissbegieriger und lebhafter Trainer. Das Band\nzu ihren Pokémon ist ihr sehr wichtig und sie kümmert sich\njederzeit liebevoll um sie.",
    "10003000000": "Kalem ist ein disziplinierter Trainer, der stets danach\nstrebt, stärker zu werden. Er versteckt die in ihm\nbrennende Leidenschaft und gibt sich cool.",
    "10004000000": "Ein heißblütiges Mädchen mit einer Passion für Mode,\nUnterhaltung und Pokémon-Kämpfe. Sie ist ständig auf\nReisen, um an ihrer Technik zu feilen.",
    "10005000000": "Die kühle Schönheit unter den Top Vier und Expertin für\nEis-Pokémon. In Wirklichkeit hat sie ein Faible für alles\nNiedliche und sammelt Plüschpuppen.",
    "10006000000": "Ein hitzköpfiges Mitglied der Top Vier. An der Seite von\nPokémon seines bevorzugten Typs Feuer steckt er stets\nsein ganzes Herzblut in den Kampf.",
    "10007000000": "Ein Mitglied der Top Vier in Alola und Expertin im Umgang\nmit Geister-Pokémon. Es heißt, sie sei Abkömmling einer\nuralten Herrscherdynastie.",
    "10008000000": "Eine elegante Arenaleiterin mit einer Schwäche für\nliebenswerte und schöne Pflanzen-Pokémon. In Kanto\nlehrt sie die Kunst des Blumensteckens.",
    "10009000000": "Ein gewissenhafter, nach Stärke strebender Arenaleiter,\nder seine Zeit gleichermaßen seiner Familie und dem\nkörperlichen Training widmet.",
    "10010000000": "Dieser besser als „Wellenbrecher Marinus“ bekannte\nArenaleiter ist auf Wasser-Pokémon spezialisiert und\nbegeistert seine vielen Fans mit heißen Kämpfen.",
    "10011000000": "Eine Arenaleiterin und Expertin für Gift-Pokémon, die\nzugleich in ihrer Band als Bassistin den Ton angibt.\nSie scheint in Einall sehr beliebt zu sein.",
    "10012000000": "Eine muntere Arenaleiterin auf Rollerskates, die in ihrer\nHeimat Kalos als Hüterin der Geheimnisse der Mega-\nEntwicklung bekannt ist.",
    "10013000000": "Nach Bereisung der Inseln Alolas wurde sie von einem\nder Schutzpatrone zur Inselkönigin erkoren. Sie hat großen\nRespekt vor ihrem Großvater.",
    "10014010000": "Ein talentierter Trainer, der in Einall zugleich als Lehrer\nund Arenaleiter tätig ist. Seinen Mangel an Erfahrung\nmacht er durch Fleiß wett.",
    "10015000000": "Ein auch als „steinharter Pokémon-Trainer“ bekannter\nArenaleiter. Er ist zuverlässig und stets bereit, junge\nTrainer zu unterstützen.",
    "10015010000": "In seiner Machtmontur sprüht Rocko nur so vor \nTatendrang. Neben seiner steinharten Abwehr ist\nnun auch sein Angriff so hart wie Granit.",
    "10016000000": "Diese Arenaleiterin segelt mit ihren Pokémon und als\nPilotin eines Frachtflugzeugs gern durch die Lüfte.\nIhr heiteres Gemüt beschert ihr viele Fans.",
    "10018000000": "Sie ist ein reisefreudiger Trainer und stellt auch unterwegs\nihr großes Wissen unter Beweis. Krista ist hilfsbereit und\nkümmert sich liebevoll um alle Pokémon.",
    "10019000000": "Der Sohn von Arenaleiter Norman setzt alles daran, in die\nFußstapfen seines Vaters zu treten. Er ist ein wenig frech,\ngibt im Kampf aber immer alles.",
    "10020000000": "Ein fähiger und kampfstarker Trainer, der sein Können auf\nReisen durch Einall erworben haben soll. Er wirkt nach\naußen zwar immer ruhig, hasst es aber zu verlieren.",
    "10021000000": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund.",
    "10022000000": "Das Herz dieses Eis-Arenaleiters schlägt ebenso für seine\nFamilie wie auch für Pokémon. Er ist ein großer Fan des\nFilms „Super Sandro“, der ihn emotional sehr bewegt hat.",
    "10023000000": "Sie ist ein fürsorglicher Trainer und kümmert sich sofort\num im Kampf verletzte Pokémon. Laut eigener Aussage\nist die Offensive ihre Schwäche.",
    "10024000000": "Ein Mitglied der Top Vier von Einall und zugleich\nSchriftstellerin, welche die Kämpfe gegen ihre\nHerausforderer oft in ihren Romanen verarbeitet.",
    "10025000000": "Eine Arenaleiterin mit Feuer im Herzen und Konzentration\nals Motto. Da sie im Kampf auf Eis-Pokémon setzt, fragt\nsie sich, ob sie sich ein cooleres Image zulegen sollte.",
    "10026000000": "Eine heitere, geschwätzige Arenaleiterin, der kein Trend\nentgeht. Sie hängt sehr an ihren niedlichen Pokémon und\nbricht in Tränen aus, wenn diese verlieren.",
    "10027000000": "Eine lebhafte, doch sehr furchtsame Arenaleiterin und\nMeisterin der Pflanzen-Pokémon. Der bloße Anblick von\nGeister-Pokémon raubt ihr den Schlaf.",
    "10028000000": "Eine resolute und überaus stolze Arenaleiterin, die sich\nauf Drachen-Pokémon spezialisiert hat. Sie ist die Cousine\nvon Drachenprofi Siegfried.",
    "10029000000": "Eine quirlige und leidenschaftliche Arenaleiterin. Sie hat\neine seriöse Seite, übertreibt es jedoch manchmal mit ihrer\nErnsthaftigkeit.",
    "10030000000": "Sie ist Arenaleiterin und Aushilfe im Raumfahrtzentrum von\nMoosbach City. Zusammen mit ihrem Zwillingsbruder Ben\nbildet sie im Kampf das perfekte Gespann.",
    "10031000000": "Mit Zwillingsschwester Svenja versteht sich dieser\nArenaleiter blind. Im Kampf bilden sie die perfekte\nEinheit, doch manchmal fliegen auch die Fetzen.",
    "10032000000": "Der „Wintertrainer“ genannte Arenaleiter mit über\n50 Jahren Kampferfahrung. Seine Gesundheit verdankt\ner frühem Aufstehen und Pokémon-Kämpfen.",
    "10033000000": "Ein Boden-Arenaleiter und Unternehmer in Einalls\nMontanindustrie. Er ist schroff, doch die Leute um\nihn herum schätzen seinen Gerechtigkeitssinn.",
    "10034000000": "Sie ist ein malbegeisterter Captain aus Alola und reist auf\nder Suche nach schönen Bildmotiven für Mensch und\nPokémon umher, ohne sich dabei zu stressen.",
    "10035000000": "Dieser Experte für Elektro-Pokémon ist ein umsichtiger\nArenaleiter, der seine Arena mit diversen Mechanismen\nsichert. Er liebt es, Gegner im Kampf zu paralysieren.",
    "10036000000": "Einer der Captains aus Alola. Trotz seines jungen Alters ist\ner ein begnadeter Tüftler, der bereits allerlei Apparate\nund Maschinen entwickelt hat.",
    "10037000000": "Ein sanftmütiger, betagter Pflanzen-Arenaleiter, der seiner\nGartenarbeit die Energie verdankt, um die Welt auf der\nSuche nach gutem Tee zu bereisen.",
    "10038000000": "Ein Gesteins-Arenaleiter, der in einem Bergwerk arbeitet\nund als Hobby nach Fossilien gräbt. Er verehrt Arenaleiter\nAdam, seinen Vater.",
    "10039000000": "Als Fotografin sucht diese Arenaleiterin mit Fokus auf\nKäfer-Pokémon oftmals in Begleitung ihrer Schwester\nAlba hier und da nach dem perfekten Schnappschuss.",
    "10040000000": "Eine Verletzung bei Dreharbeiten bedeutete das Aus\nfür diesen aus dem Film „Super Sandro“ bekannten\nLeinwandstar. Er überzeugt auch als Arenaleiter.",
    "10041000000": "Der Leiter der Kampffabrik verbindet seine Gabe zur\nAnalyse von Herausforderern mit seiner Stärke, an der\nSeite eines jeden Pokémon kämpfen zu können.",
    "10042000000": "Eine Arenaleiterin, die ihre Vogel-Pokémon über alles\nliebt. Dank ihrer Anmut steht sie bei den Trainern in\nBaumhausen City hoch im Kurs.",
    "10043000000": "Ein auf Kampf-Pokémon spezialisierter Arenaleiter, der\nbeim Surfen seinen Körper stählt. Für die perfekte Welle\nzog er von Kanto nach Hoenn.",
    "10044000000": "Die Musterschülerin der Trainerschule ist eine ebenso\nstolze wie begabte Arenaleiterin. Ihr Herz gehört\nGesteins-Pokémon und Fossilien.",
    "10045000000": "Das Nesthäkchen unter den Arenaleitern von Johto ist ein\nwahrer Experte für Käfer-Pokémon und träumt von einer\nKarriere als Pokémon-Professor.",
    "10046000000": "Eine Kampfkoryphäe hinter einer harten Schale, die\nGegnern mit Leidenschaft begegnet. Er verfügt als\nKampffabrikleiter über immenses Pokémon-Wissen.",
    "10047000000": "Ein maskierter Trainer, den der Drang nach Stärke um die\nWelt führte und der schließlich mit einem Platz unter den\nTop Vier von Kanto belohnt wurde.",
    "10048000000": "Ein auf Unlicht-Pokémon spezialisiertes Mitglied der\nTop Vier. Diese ästhetische Spielernatur liebt jede Art\nvon Wettkampf, so auch Pokémon-Kämpfe.",
    "10049000000": "Das Training auf dem Pyroberg verhalf dem Mitglied der\nTop Vier zu einer engen Bindung zu Geister-Pokémon.\nSie soll auch mit Geistern reden können.",
    "10050000000": "Ein auf Kampf-Pokémon spezialisiertes Kampfgenie und\nzugleich Arenaleiterin. Sie schätzt Gegner, denen es im\nKampf nicht an Manieren fehlt.",
    "10051000000": "Eine Inselkönigin, die in Alola für ihre Stärke im Kampf\nsowie ihre fürsorgliche Art geschätzt wird. In ihrem\nJuweliergeschäft gibt es auch Fossilien.",
    "10052000000": "Ein Arenaleiter und Liebhaber von Meer und mehr. Auch\nseine Arena liegt direkt am Meer, wo man ihn in seiner\nFreizeit oft schwimmen sieht.",
    "10053000000": "Ein begnadeter Kletterer und modischer Trendsetter. Dieser\nbeliebte Arenaleiter nascht gerne Süßes, übt sich aber in\nSelbstdisziplin.",
    "10054000000": "Dieses Mitglied der Top Vier treibt als moderner Ninja\njeden Gegner in die Enge. Er unterweist seine Tochter\nJanina in den Geheimnissen der Ninja-Kunst.",
    "10055000000": "Ein auf Stahl-Pokémon spezialisiertes Mitglied der Top Vier\nin stählerner Rüstung. Zollt Gegnern Respekt, die den\nGeist der Ritterlichkeit atmen.",
    "10056000000": "Einer der Inselkönige von Alola und im Nebenberuf \nPolizist. Nach außen oft lustlos, besitzt er doch viel\nMitgefühl sowie Talent für Pokémon-Kämpfe.",
    "10057000000": "Dieses Mitglied der Top Vier sieht in hartem Training den\nSchlüssel zum Erfolg als Trainer. Spornt sich selbst stets mit\nKampfgeschrei an.",
    "10058000000": "Eine disziplinierte Profigolferin, die schon viel von der Welt\ngesehen hat. Als Mitglied der Top Vier weiß sie auch im\nPokémon-Kampf zu überzeugen.",
    "10059000000": "Dieser als hitzköpfiger Quizmaster bekannte Feuer-\nArenaleiter kann mit jeder Menge Erfahrung als Trainer\nsowie seinem Wissen als Forscher glänzen.",
    "10060000000": "Kogas Tochter Janina ist sowohl Ninja als auch\nArenaleiterin. Sie prahlt aus Stolz nicht nur mit ihrem\nVater, sondern setzt zudem wie er auf Gift-Pokémon.",
    "10061000000": "Auch in hohem Alter treibt dieses kampfbegeisterte\nTop-Vier-Mitglied Gegner in die Enge. Mit Professor\nEich verbindet sie eine gemeinsame Vergangenheit.",
    "10062000000": "Ein intelligentes und ruhiges Mitglied der Top Vier mit\neiner Leidenschaft für Pokémon. Wilde, harte Unlicht-\nPokémon haben es ihr besonders angetan.",
    "10063000000": "Als Mitglied der Top Vier von Einall weiß er, wie hart\nder Weg nach oben ist. Gleichwohl strebt er in aller\nRedlichkeit nach größerer Stärke.",
    "10090000000": "Ein Trainer auf Wanderschaft mit einem Faible für seltene\nSteine. Er ist der Sprössling der Devon Corporation und\nChamp der Pokémon-Liga von Hoenn.",
    "10091000000": "Dieser Champ aus Sinnoh erforscht als Archäologin alte\nMythen und die Geschichte der Pokémon, denen sie sich\nseit ihrer Jugend sehr verbunden fühlt.",
    "10092000000": "Sie ist ein munterer Trainer und entstammt einem Klan,\nder im Einklang mit Drachen-Pokémon lebt. Ihr Talent im\nPokémon-Kampf machte sie schon früh zum Champ.",
    "10094000000": "Dieses Mitglied der Top Vier kämpft zu Ehren jenes\nPokémon, das ihm einst das Leben rettete. Für ihn\nbenötigen Trainer ein ehrliches Herz.",
    "10095000000": "Eine Tochter aus gutem Hause, die ihre Schwächen aus\nKindertagen überwunden hat und sogar so stark wurde,\ndass sie nun ein Mitglied der Top Vier in Einall ist.\n",
    "10096000000": "Ein legendärer Chefkoch und Mitglied der Top Vier, für \nden Kochen und Kämpfen jeweils Formen von Kunst sind.\nIn beidem weiß er zu glänzen.",
    "10097000000": "Eine in Wahrheit äußerst liebenswerte junge Dame,\nderen Wortkargheit ihr eine mysteriöse Aura verleiht.\nDabei redet sie einfach nicht gerne.",
    "10098000000": "Diese optimistische Stimmungskanone liebt Malasadas und\nernste, unterhaltsame Kämpfe, bei denen Trainer und\nPokémon im Einklang sind.",
    "10099000000": "Ein lebhafter Junge mit einer ernsten Passion für Pokémon.\nSein ungestümes Wesen sorgt dafür, dass er unbeirrt alles\numsetzt, was er sich vornimmt.",
    "10101000000": "Sie ist ein heiterer Trainer mit einem starken Sinn für\nGerechtigkeit, steht gerne im Rampenlicht und möchte\ngegen Trainer aus aller Welt kämpfen.",
    "18000000000": "[DE:Gen Ref=\"255\" M=\"Dieser\" F=\"Diese\" ] entschlossene [DE:Gen Ref=\"255\" M=\"Abenteurer\" F=\"Abenteurerin\" ] möchte mit [DE:Gen Ref=\"255\" M=\"seinem\" F=\"ihrem\" ]\nPokémon einen wichtigen Schritt in [DE:Gen Ref=\"255\" M=\"seinem\" F=\"ihrem\" ] Trainerdasein\nzurücklegen.",
    "10110000000": "Diese Arenaleiterin wird auch die „kecke Meerjungfrau“\ngenannt. Sie ist lebhaft und fröhlich, folgt aber auch\ndiszipliniert ihrem Motto, das ihr sehr wichtig ist.",
    "10106000000": "Die auch als Model tätige Elektro-Arenaleiterin verzaubert\nalle, die ihr beim Kämpfen in ihrer einer prächtigen Bühne\ngleichenden Arena zuschauen.",
    "10153000000": "Sie ist einst nach Hoenn gereist, um ihre Eis-Attacken zu\nperfektionieren und dort Mitglied der Top Vier geworden.\nSie wartet auf Gegner, die sie zwingen, alles zu geben.",
    "18000020000": "Dieser Trainer ist ein hoffnungsvoller Anfänger, der sein\nPotenzial als stärkste Waffe im Kampf auffasst.",
    "10101100000": "In ihrem Outfit zum Bewirten von Gästen zeigt Rosy\nzusammen mit Botogel ihren Freunden ihre Dankbarkeit\nfür alles, was diese für sie getan haben.",
    "10096100000": "Auch wenn sich seine Kleidung ändert, ist und bleibt er\nein Koch. Er denkt sich neue Gerichte mit Octillerys Tinte\naus, um seinen Gästen nur das Allerbeste vorzusetzen.",
    "10140000000": "Er ist der Anführer von Team Rainbow Rocket, einer\nOrganisation, die mithilfe von Pokémon die Weltherrschaft\nan sich reißen will. Pokémon sind für ihn nur Werkzeuge.",
    "10111000000": "Der Champ des Indigo-Plateaus legt Wert auf Vertrauen\nund Liebe zu Pokémon und mag faire Kämpfe. Er kümmert\nsich um andere und wird von vielen verehrt.",
    "10017000000": "Dieses fröhliche und umgängliche Mädchen hat ein\nunerschöpfliches Interesse an Pokémon und großes\nVertrauen in sein Können im Pokémon-Kampf.",
    "10112000000": "Dieser verlässliche, erfahrene Trainer aus Johto liebt die\nNatur, besonders das Meer und die Berge. Er durchstreift\nstets Felder und Hügel und steckt voller Energie.",
    "18000120000": "[DE:Gen Ref=\"255\" M=\"Er\" F=\"Sie\" ] ist abenteuerlustig, fiebert jedem neuen Tag entgegen\nund möchte an der Seite eines Legendären Pokémon\nKämpfe bestreiten.",
    "10129000000": "Eine geheimnisvolle Frau mit einem verwegenen Lächeln.\nIn der Hoenn-Region hat sie versucht, ihre Mission als\nWissenshüterin des Volks der Meteoraner zu erfüllen.",
    "10106100000": "Kamilla in ihrer prächtigen Machtmontur verliert in Sachen\nMode und in Pokémon-Kämpfen gegen niemanden.\nIhr Ziel ist es, die Nummer eins zu werden.",
    "10157000000": "Diese Arenaleiterin mit einer auffälligen Sprechweise\nhat ihr originelles Outfit selbst entworfen und möchte\neines Tages ein Pokémon werden.",
    "10114000000": "Diese Arenaleiterin mit übernatürlichen Fähigkeiten setzt\nPsycho-Pokémon ein und kann mit ihren hellseherischen\nKräften die Zukunft vorhersagen. Sie kämpft nicht gerne.",
    "10151000000": "Sie wurde Arenaleiterin, nachdem sie in harter Arbeit sehr\nviel über Pokémon gelernt hat. Sie setzt Geister-Pokémon\nein und nimmt auch erfolgreich an Wettbewerben teil.",
    "10137000000": "Er ist eine Koryphäe in der Pokémon-Forschung und soll\nfrüher ein zielstrebiger Trainer gewesen sein. Er ist Blaus\nGroßvater.",
    "10125000000": "Der Boss von Team Skull aus Alola ist stark genug, um\ndiese verschrobenen Schurken anzuführen und genießt\ndabei das volle Vertrauen seiner Untergebenen.",
    "10121000000": "Als Vorstand von Team Skull nimmt sie die Rolle einer\ngroßen Schwester ein. Wer ihre Leute schikaniert, \nbekommt es mit ihr zu tun.",
    "10131000000": "Der Arenaleiter von Illumina City lebt für das Erfinden.\nSeine bahnbrechenden Maschinen helfen zahlreichen\nTrainern.",
    "10127000000": "Dieser Arenaleiter mit vornehmer Ausstrahlung ist ein\nMeister der Wasser-Illusionen. Sein eleganter Kampfstil\nbeschert ihm viele weibliche Fans.",
    "10113000000": "Diese Arenaleiterin mit einem Herz für Pokémon ist eher\nzurückhaltend, aber wenn sie von Stahl-Pokémon spricht,\nkommt sie richtig in Fahrt!",
    "10128000000": "Dieser Junge liebt Pokémon und Pokémon-Kämpfe.\nEr hat sich richtig ins Zeug gelegt und alles gegeben,\num ein starker Trainer zu werden.",
    "10133000000": "Dieser junge Mann will der Stärkste der Welt werden.\nSeine Vergangenheit hat ihn gelehrt, dass es nicht nur\nauf Stärke ankommt, sondern auch auf Freundlichkeit.",
    "10155000000": "Dieses Mitglied der Top Vier lebt in Kalos und hat sich den\nLehren ihrer Familie gewidmet. Sie bevorzugt es, gegen\nstarke Trainer zu kämpfen, damit ihre Pokémon daran\nwachsen können.",
    "10159000000": "Perenus ist ein Kammerdiener mit einer ausgezeichneten\nAuffassungsgabe. Seine wahre Stärke liegt darin, dass er\nfür jede Situation eine Lösung parat hat.",
    "10116000000": "Dieser Trainer ist immer guter Dinge und kümmert sich\ngerne um andere. Ihre Reisen durch die Sinnoh-Region\nhaben sie gestählt. Sie ist aber ein bisschen schusselig.",
    "10170000000": "Er ist der Arenaleiter von Stratos City und Künstler. Sein\nWerk dreht sich rund um seine geliebten Käfer-Pokémon.\nEr lässt sich nie hetzen und seine Denkweise ist flexibel.",
    "10048100000": "Astors Machtmontur besticht durch ein imposantes Blau.\nDas stürmische Wetter auf hoher See hat seinen Instinkt\nfür Kämpfe geschärft. Nun fährt er wellenweise Siege ein.",
    "10130000000": "Dieser Trainer liebt Pokémon und Mode. Sie ist stets\nfröhlich und positiv, doch im Kampf zeigt sie eine ruhige\nErnsthaftigkeit.",
    "10148000000": "Dieser Arenaleiter kämpft mit Pokémon vom Typ Geist und\nkann durch sein geheimes Training in der Arena von Teak\nCity sehen, was normalen Menschen verborgen bleibt.",
    "10198000000": "Die schweigsame Kampfkoryphäe der Kampfipitis verfügt\nüber einen starken Kampfgeist. Einen Trainer, der sie\nbesiegt hat, vergisst sie ihr Leben lang nicht.",
    "10240000000": "Liebe und Wahrheit verurteilt sie. Als Mitglied von Team\nRocket hat sie ihrem Boss Giovanni die Treue geschworen\nund begeht zusammen mit James und Mauzi böse Taten.",
    "10194000000": "Der Anführer der bösen Organisation Team Galaktik. Er\nbehauptet, die Herzen der Menschen seien unvollkommen\nund will daher eine neue Welt erschaffen. Er ist ruhig,\ndenkt immer logisch und genießt das vollste Vertrauen\nseiner Untergebenen.",
    "10091010000": "Die Machtmontur, die Cynthia trägt, verbirgt ihren hitzigen\nKampfgeist. Gemeinsam mit Grandiras absolviert sie\nstrenge Trainingseinheiten und schwört, die Kunst des\nPokémon-Kampfes zu perfektionieren.",
    "10090400000": "In seinem Sommer-Outfit wirkt Troy ein wenig heiterer\nals sonst. Er kühlt sich ab, indem er mit seinem Pokémon\nAlola-Sandamer in Höhlen nach Steinen sucht.",
    "10002400000": "Lyra trägt ein neues Outfit, um die Sommerhitze zu\nüberstehen. Sie blickt dem Festival voller Vorfreude\nentgegen und singt und tanzt gemeinsam mit ihrem\nPokémon Pummeluff.",
    "10241000000": "Ein charmanter Schurke von Team Rocket. Mit Jessie und\nMauzi arbeitet er Tag und Nacht daran, die Wünsche\nseines Bosses Giovanni zu erfüllen.",
    "10118000000": "Lilly hat ein großes Herz und gibt stets ihr Bestes. \nSie hat ihr ängstliches Ich hinter sich gelassen, und ist nun\nfest entschlossen, sich jeder Herausforderung zu stellen.",
    "10119000000": "Dieser Trainer redet nicht viel, doch seine Freunde, Familie\nund Pokémon sind ihm äußerst wichtig. Einst war er\nbesessen von dem Gedanken, immer stärker zu werden.",
    "10120000000": "Samantha ist die attraktive Präsidentin der Æther\nFoundation und die Mutter von Lilly und Gladio.\nSie liebt Pokémon über alles.",
    "10021010000": "Blau trägt eine modische Machtmontur. Mit seinem Turtok\nhat er schon zahlreiche Kämpfe überwunden. Sie beide\nstreben stets danach, die Allerbesten zu sein.",
    "10017100000": "Leaf trägt eine sportliche Machtmontur. Sie und ihr Bisaflor\nvertrauen sich blind und schwören, ihre Freunde mit aller\nKraft zu beschützen.",
    "10115000000": "Volkner ist als der stärkste Arenaleiter der Sinnoh-Region\nbekannt. Er ist kampfbegeistert und renoviert regelmäßig\nseine Arena, während er auf starke Gegner wartet.",
    "10183000000": "Marlon ist der offenherzige und neugierige Verwalter der\nPC-Boxen in Alola und Leiter der Hokulani-Sternwarte. Er\nist eng mit Kukui befreundet und der Cousin von Chrys.",
    "10007400000": "Lola hat sich als Mimigma verkleidet und fordert in der\nfestlich dekorierten Stadt Gefährten zu Pokémon-Kämpfen\nheraus, um Süßigkeiten zu erhaschen.",
    "10020400000": "Warren hat sich als Magnayen verkleidet und sammelt in\nder festlich dekorierten Stadt Süßigkeiten. Er kämpft sogar\ngegen Geister-Pokémon, um seine Freunde zu schützen.",
    "10100000000": "Tony ist ein talentierter Trainer aus Einall. Er versteht sich\ngut mit anderen und passt sich selbst bei spontanen\nTeamkämpfen seinem Partner perfekt an. Er will das\nGeheimnis hinter der Stärke von Trainern, die er\nbewundert, begreifen.",
    "10102000000": "Sie hat als Trainer die Einall-Region bereist und arbeitet\nzurzeit als Professor Esches Assistentin, um mehr über ihre\ngeliebten Pokémon zu lernen.",
    "10215000000": "Xenia bildet mit ihrem Altaria Xeblu eine Einheit. Sie ist\ndas beliebteste Wettbewerbssternchen von Hoenn. Ihre\nnatürliche Begabung gepaart mit ihrem unermüdlichen\nFleiß fasziniert ihre Fans.",
    "10243000000": "Gloria ist abenteuerlustig und lässt sich auf jede\nHerausforderung ein. Sie ist ein wenig frech und liebt\nes, draußen in der Natur zu sein. Für Curry begeistert sie\nsich genauso sehr wie für Pokémon-Kämpfe.",
    "10016400000": "Géraldine tritt dieses Mal in einem warmen, roten\nWinterkostüm auf. Mit Togekiss, von dem es heißt, dass es\nWohltaten verteile, möchte sie allen Freude bescheren.",
    "10008400000": "Erika kommt dieses Mal mit einem Blumenkorb und\neinem neuen Kostüm daher. Ihr Curelei liebt Blumen\ngenauso sehr wie sie. Gemeinsam möchten sie mit ihren\nBlumensteckkünsten allen eine Freude bereiten.",
    "10089000000": "Der ehemalige König von Team Plasma. Er verfügt über\nwundersame Kräfte und zählt selbst die Legendären\nPokémon Einalls zu seinen Freunden. Er strebt nach einer\nWelt, in der Menschen und Pokémon koexistieren können.",
    "10126000000": "Die überaus hilfsbereite und fröhliche Maike ist die Tochter\nvon Professor Birk aus Hoenn. Sie liebt es über alles, mit\nihren niedlichen Pokémon Feldforschung zu betreiben. ",
    "10118400000": "Lilly hat ein traditionelles Gewand aus Johto anprobiert.\nVon den leckeren Pollenknödeln, die Bandelby herstellt,\nkann sie anscheinend nicht genug bekommen.",
    "10111400000": "Siegfried trägt ein traditionelles Gewand aus seiner\nHeimat. Es heißt, er suche auf ganz Passio nach einem\nCape, das gut zu dem Garados-Muster darauf passt.",
    "10124000000": "Maho ist ein Captain auf Akala in der Alola-Region. Sie\nhilft außerdem im Restaurant ihrer Familie aus. Ihre\nGerichte schmecken eher speziell, haben aber einige Fans.",
    "10132000000": "Der lebenserfahrene ehemalige Champ der Einall-Region.\nEr reist von Ort zu Ort, um jungen Menschen zu erklären,\nwie großartig es ist, mit Pokémon zusammenzuleben.",
    "10136000000": "Dieser freundliche Pokémon-Professor aus Illumina City in\nder Kalos-Region erforscht die Mega-Entwicklung und ihre\nGeheimnisse. Auf seinen Spaziergängen durch die Stadt\nprobiert er gerne diverse Speisen in Cafés.",
    "10196000000": "Ein bekannter Wissenschaftler und Boss von Team Flare.\nHässliche Konflikte treiben Flordelis zur Verzweiflung. Sein\nZiel ist es, eine Welt zu erschaffen, in der nur seine\nauserwählte Elite verbleibt.",
    "10256000000": "Dieser Arenaleiter aus der Galar-Region, der besonders\ngerne Unlicht-Pokémon einsetzt, ist auch ein bekannter\nMusiker. Seine Fans sind von seiner melancholischen\nStimme verzückt.",
    "10130400000": "Serena hat sich zum Fest der Freundschaft in ein schickes\nneues Outfit geworfen. Ihre niedliche Handtasche\nharmoniert nicht nur perfekt mit ihrem Stil, sondern auch\nmit ihrem Elfun..",
    "10116400000": "Lucia kann es kaum erwarten, mit dem Backen für das\nFest der Freundschaft zu beginnen! Mithilfe von Pokusan\nwird sie mit viel Liebe allerlei süße Snacks für ihre\nFreunde auf den Tisch zaubern.",
    "10158000000": "Der Champ der Kalos-Region ist auch eine berühmte\nSchauspielerin. Diantha besitzt ein freundliches Wesen und\nhat Interesse an talentierten Trainern. Sie ist häufig in\nCafés anzutreffen.",
    "10092800000": "Lilia hat sich als Champ von Einall behauptet. Ihr Auftreten\nist ruhiger als in der Vergangenheit und strahlt eine damit\nverbundene Stärke aus. Sie genießt ernsthafte Kämpfe mit\nstarken Trainern.",
    "10245000000": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10247000000": "Delion ist Champ der Galar-Region und besitzt eine\nunschlagbare Stärke. Als Superstar ist er unvergleichlich\ncharismatisch und erfreut sich enormer Berühmtheit. Sein\nOrientierungssinn lässt jedoch zu wünschen übrig.",
    "10122000000": "Dieser Trainer liebt Pokémon und Abenteuer. Er setzt sein\nTraining bei der Inselwanderschaft in der Alola-Region\nfort. Das Talent, das er dabei an den Tag legt, hat ihm\nselbst die Bewunderung von Professor Kukui eingebracht.",
    "10123000000": "Selene ist sehr neugierig und aufgeschlossen. Durch ihre\nliebenswerte Art schließt sie sehr leicht Freundschaften.\nSie hält sich nicht an Kleinigkeiten auf und vertraut ihrer\nIntuition.",
    "10126400000": "Maikes süßes Outfit steht ganz im Zeichen der Eiersuche.\nBei dieser erhält sie Unterstützung von ihrem Schlapor, das\nsich bei der Feldforschung durch seinen ausgezeichneten\nSpürsinn als zuverlässiger Partner erweist. Maike liebt ihr\nHaarband mit den langen, flauschigen Ohren.",
    "10170400000": "Arties Begeisterung rund um die Eiersuche zeigt sich in\nseinem speziellen Outfit, das mit seiner Farbenpracht jedes\nKünstlerherz höherschlagen lässt. Sein Partner Togepi ist\nebenso künstlerisch begabt wie er.",
    "10249000000": "Diese Arenaleiterin aus Galar ist ein bekanntes Model.\nDank ihrer Eltern hat sie ein enges Verhältnis zu Wasser-\nPokémon. Mit Sania verbindet sie eine gute Freundschaft.",
    "10250000000": "Diese Trainerin aus der Galar-Region ist ein Wunderkind\ndes Galar-Karate und trainiert täglich mit eiserner\nDisziplin. Ihre Schwäche für Süßigkeiten hält sie am\nliebsten geheim.",
    "10257000000": "Dieser Trainer genießt den Ruf des stärksten Arenaleiters\nder Galar-Region. Sobald der Kampf beginnt, weicht\nseine typische Gelassenheit einem glühenden Siegeswillen.",
    "10195000000": "Dieser Mann ist der Drahtzieher hinter Team Plasma und\ndessen wahrer Anführer. Er ist eiskalt, berechnend und ein\nMeister der Manipulation. Einst unternahm er den Versuch,\nN zu benutzen, um die Weltherrschaft zu erlangen.",
    "10117000000": "Ein berühmter Profi-Wrestler aus der Alola-Region, der es\nsich zum Ziel gesetzt hat, das Vermächtnis des Battle\nRoyale weiterzuführen. Als Zeichen der Unterstützung\ntragen seine Fans bei seinen Kämpfen Masken.",
    "10192000000": "Der Anführer von Team Magma träumt davon, eine ideale\nWelt für die Menschheit zu erschaffen. Sein Denken stützt\nsich auf logische Analysen. Er ist bereit, für die Erreichung\nseiner Ziele Opfer zu bringen.",
    "10193000000": "Der Anführer von Team Aqua strebt eine ideale Welt für\nPokémon an. Mit seiner wilden, aufgeschlossenen Art hat\ner sich das Vertrauen seiner Untergebenen verdient.",
    "10161000000": "Hala ist Talis Großvater und der Inselkönig von\nMele-Mele in Alola. Er ist ein erstklassiger Trainer und\nMeister des Sumokampfs im Alola-Stil.",
    "10160000000": "Tracy ist eine passionierte Anglerin und einer der Captains\nder Insel Akala. Sie liebt ihre Familie und unterstützt diese\nbei diversen häuslichen Pflichten sowie beim Aufpassen\nauf ihre beiden jüngeren Zwillingsschwestern.",
    "10149000000": "Kiawe ist ein aufstrebender Tänzer, der von einer\nprofessionellen Karriere träumt. Er studiert den\ntraditionellen Tanz, der in Alola seit Generationen\nweitergegeben wird.",
    "10008000001": "Eine elegante Arenaleiterin mit einer Schwäche für\nliebenswerte und schöne Pflanzen-Pokémon. In Kanto\nlehrt sie die Kunst des Blumensteckens.",
    "10035000001": "Dieser Experte für Elektro-Pokémon ist ein umsichtiger\nArenaleiter, der seine Arena mit diversen Mechanismen\nsichert. Er liebt es, Gegner im Kampf zu paralysieren.",
    "10148000001": "Dieser Arenaleiter kämpft mit Pokémon vom Typ Geist und\nkann durch sein geheimes Training in der Arena von Teak\nCity sehen, was normalen Menschen verborgen bleibt.",
    "10062000001": "Ein intelligentes und ruhiges Mitglied der Top Vier mit\neiner Leidenschaft für Pokémon. Wilde, harte Unlicht-\nPokémon haben es ihr besonders angetan.",
    "10129000001": "Eine geheimnisvolle Frau mit einem verwegenen Lächeln.\nIn der Hoenn-Region hat sie versucht, ihre Mission als\nWissenshüterin des Volks der Meteoraner zu erfüllen.",
    "10108000000": "Dieser Metromeister ist der ältere der beiden Zwillinge,\ndie die Kampfmetro in Einall betreiben. Für gewöhnlich\nspezialisiert er sich auf Einzelkämpfe.",
    "10109000000": "Dieser Metromeister ist der jüngere der beiden Zwillinge,\ndie die Kampfmetro in Einall betreiben. Er hat eine\nVorliebe dafür, verschiedene Pokémon in Doppelkämpfen\nzu kombinieren.",
    "10243400000": "Gloria trägt ein hübsches luftiges Outfit! Mit ihrem Partner\nIntelleon beweist sie ihre Zielsicherheit selbst gegen die\nstärksten Gegner!",
    "10245400000": "Mary präsentiert sich cool und in Feierlaune! Zusammen\nmit Olangaar hat sie an ihrem Lächeln gearbeitet, um ihre\nKunden in der Strandhütte willkommen zu heißen!",
    "10066010000": "Der Veranstalter der WPM hat nicht nur die künstliche\nInsel Passio angelegt, sondern ist auch der Prinz eines\nfremden Königreichs. Er ist sehr geschickt und schöpft im\nKampf Stärke aus seiner Freundschaft mit Hoopa.",
    "10067010000": "Sie ist schon in jungem Alter in Lyers Gefolgschaft\ngetreten und stellt sein Wohlergehen daher immer an\nerste Stelle. Trotz ihres lockeren Auftretens nimmt sie ihre\nArbeit sehr ernst.",
    "10068010000": "Drival ist ein Gefolgsmann von Lyers Königsfamilie und\nder Vorsitzende des Organisationskomitees der WPM.\nSeine Gestalt wirkt einschüchternd, eigentlich ist er aber\nrecht sentimental.",
    "10135000000": "Ulrich ist ein Mitglied der Top Vier in Hoenn, dessen\nLeidenschaft Pokémon-Kämpfen gilt. Der Ausgang eines\nKampfes ist ihm dabei nicht wichtig. Er nimmt kein Blatt\nvor den Mund und kann dadurch etwas schroff wirken, ist\naber im Kern eine höfliche Person.",
    "10150000000": "Dieser Arenaleiter aus Johto setzt Flug-Pokémon ein. Er\nist sehr ernst und manchmal sturköpfig. Sein Ziel besteht\ndarin, ein angesehener Trainer wie sein Vater zu werden.",
    "10205000000": "Die Drittgeborene der vier Kampf-Châtelaine-Schwestern\nzeichnet sich durch ein sehr schüchternes Wesen und\nbeachtliches Talent aus. Im Kampfhaus ist sie für\nDoppelkämpfe zuständig.",
    "10244000000": "Dieser Trainer aus Furlongham ist Delions jüngerer Bruder.\nSeine Erfahrungen während der Arena-Challenge haben\nihn zu seinem neuen Traum einer Laufbahn als\nPokémon-Professor inspiriert.",
    "10247100000": "Delion fühlt sich in seiner neuen Machtmontur überaus\nmystisch. Gemeinsam mit seinem mächtigen Partner\nEndynalos strebt er nach Stärke und neuen Perspektiven\nfür seine Zukunft.",
    "10045900000": "Das Nesthäkchen unter den Arenaleitern von Johto ist ein\nwahrer Experte für Käfer-Pokémon und träumt von einer\nKarriere als Pokémon-Professor.",
    "10089400000": "N trägt zur Feier seiner Rückkehr ein spektakuläres Outfit.\nAls Zeichen der Dankbarkeit für all die Freundschaften, die\ner auf Passio geschlossen hat, bringt er gemeinsam mit\nReshiram frischen Wind ins Team.",
    "10118500000": "Lilly trägt zur Feier ihrer Rückkehr ein umwerfendes Outfit.\nSie und Lunala bereichern das Team und zeigen allen,\nwas sie draufhaben!",
    "10090500000": "Troy trägt zur Feier seiner Rückkehr einen schicken Anzug.\nAn der Seite von Rayquaza möchte er die Geheimnisse\nder Mega-Entwicklung lüften und die darin verborgene\ngrenzenlose Fülle an Potenzial und Stärke nutzen.",
    "10110010000": "Misty fühlt sich in ihrem typischen Outfit aus der Arena\nin Kanto rundum wohl. Am Strand verfolgt sie mit ihrem\nPokémon einen strikten Trainingsplan.",
    "10000800000": "Rot fühlt sich in dem Outfit, in dem er die Kanto-Region\nbereist hat, wie ein neuer Mensch. Er denkt oft an all die\nFreunde, die er auf seinen Abenteuern getroffen hat.",
    "10021800000": "Blau besinnt sich in seinem Outfit, das er bereits zum\nAufbruch zu seiner ersten Reise durch die Kanto-Region\ngetragen hat, auf seine Anfänge. Er steht zu seinen\nfrüheren Fehlern und verfolgt weiter das Ziel, der stärkste\nTrainer der Welt zu werden.",
    "10251000000": "Dieser Trainer hat sich auf Geister-Pokémon spezialisiert.\nSein wahres Gesicht versteckt er stets hinter einer Maske,\nvon denen er 100 identische Exemplare auf Vorrat hat.\nAngeblich treibt er sich gerne alleine auf Friedhöfen und\nin Ruinen herum.",
    "10110100000": "Misty trägt eine fantastische Machtmontur. Wenn sie mit\nAquana im Wasser ist, gleicht sie einer märchenhaften\nMeerjungfrau.",
    "10008100000": "Erikas Machtmontur spiegelt ihren grünen Daumen und \nihre Liebe zur Natur wider. An warmen und sonnigen\nTagen erwischt man sie und Folipurba manchmal bei\neinem gemeinsamen Nickerchen.",
    "10148400000": "Sein Outfit lässt Jens mysteriös und geheimnisvoll wirken.\nZusammen mit seinem etwas gruseligen Banette lockt er\nMenschen in die Welt der Geister-Pokémon.",
    "10095400000": "Kattlea trägt ein Outfit, das perfekt auf Zobiris abgestimmt\nist. Gerüchten zufolge werden jene, die ihren Schlaf\nstören, zu einem mysteriösen Ball eingeladen.",
    "10125400000": "Bromley trägt eine spezielle Rüstung. Als furchtloser\nAnführer steht er an der Spitze seines Teams und\nbeschreitet zusammen mit Masskito den Pfad der\nZerstörung.",
    "10158400000": "Diantha erscheint in einer speziellen Rüstung. Mit ihrem\nbezaubernden Auftreten spornt sie ihr Team zu\nHöchstleistungen an. Die tiefe Bindung zwischen ihr und\nKeldeo macht die beiden noch stärker.",
    "10113400000": "Jasmins besonderes Kleid verleiht ihr ein Gefühl von\nStärke. Sie unterstützt ihr Team tatkräftig, indem sie die\nVerteidigung von allen Gefährten erhöht. Den Körper ihres\nKaguron hält sie stets glänzend sauber.",
    "10004400000": "Lotta trägt ein umwerfendes Kleid. Auch in den\nfesselndsten Kämpfen denkt sie stets an den Sieg ihres\nTeams. Ihr Outfit gleicht Diancie, was ihr noch mehr\nSelbstvertrauen und Motivation verleiht.",
    "10259000000": "Diese junge Professorin untersucht Legenden in Galar und\nhat die Ergebnisse ihrer Forschung in einem Buch\nzusammengefasst. Sie ist seit Kindheitstagen eng mit dem\nChamp Delion befreundet und die beiden haben sich oft\ngemeinsam auf Reisen begeben.",
    "10106800000": "Kamilla hat sich wieder einmal in ein neues Outfit\ngeworfen und macht ihre Gegner mit ihren blitzschnellen\nAttacken ganz schwindelig.",
    "10249400000": "Kate kann es kaum erwarten, endlich Geschenke zu\nverteilen. Ihre Erfahrung als Model nutzt sie dazu, andere\nzu unterhalten. Sie und ihr Kubuin sind beide begeisterte\nAngler.",
    "10247400000": "Delion kann es kaum erwarten, endlich Geschenke zu\nverteilen. Getreu seines Titels als Champ von Galar ist er\nmit seinem Coronospa jederzeit sofort zur Stelle, wenn\njemand seine Hilfe braucht.",
    "10120100000": "Samantha trägt eine prächtig funkelnde Machtmontur. Mit\nNecrozma und Solgaleo stellt sie ihre wahre Stärke zur\nSchau, um Menschen und Pokémon gleichermaßen zu\nbeschützen.",
    "10048800000": "Astor sieht in seinem Kimono ganz ungewohnt aus. In\nmysteriöser Anmut am Meeresufer stehend, lässt er das\nSchicksal mit einem Münzwurf über seine Pläne für die\nZukunft entscheiden.",
    "10162000000": "Dieser Trainer aus Sinnoh ist der Assistent von Professor\nEibe, einem Experten für die Entwicklung von Pokémon. \nSein freundliches Wesen sowie sein starker \nGerechtigkeitssinn zeichnen ihn aus.",
    "10091200000": "Cynthias Machtmontur verbreitet eine geheimnisvolle Aura.\nGemeinsam mit ihrem Partner Giratina untersucht sie die\nMythen und Legenden, die sich um Pokémon ranken.",
    "10114400000": "Sabrina hat sich in ein besonderes Kleid geworfen, um\ndas neue Jahr willkommen zu heißen. In ihren\nVorahnungen kann sie Bruchstücke der Zukunft sehen.\nDas Klingeln von Klingplims Kugel beruhigt ihren Geist und\nstählt sie für kommende Herausforderungen.",
    "10115400000": "Volkner hat sich in ein besonderes Outfit geworfen, um\ndas neue Jahr willkommen zu heißen. Zusammen mit\nElevoltek ist er ständig auf der Suche nach dem nächsten\nelektrisierenden Kampf gegen einen starken Gegner.",
    "10245410000": "Mary hat für das Fest der Freundschaft Süßigkeiten\nhergestellt. Zusammen mit Flunkifer möchte sie allen ihre\nGefühle der Dankbarkeit zeigen. Die beiden mögen\nniedlich aussehen, doch im Kampf zeigen sie keine Gnade.",
    "10250400000": "Saida liebt das Fest der Freundschaft und hat eine\ngeheime Schwäche für Süßigkeiten. Um der Versuchung\nzu widerstehen, meditiert sie zusammen mit Gelatwino\nwährend ihres Trainings in der eisigen Kälte.",
    "10116100000": "Lucias Machtmontur erinnert sie an einen Helden aus\neiner Geschichte aus ihrer Kindheit. Gemeinsam mit ihrem\nPartner Cresselia beseitigt sie die Alpträume, die Passio\nverschlingen.",
    "10194100000": "Zyrus strebt nach der Verwirklichung seiner idealen Welt.\nDurch seine Machtmontur ist nicht nur seine Bindung zu\nDarkrai stärker geworden, sondern auch die Alpträume,\ndie es verursacht.",
    "10016500000": "Géraldine trägt ein hinreißendes Kleid und dreht mit ihrem\nPartner Boreos anlässlich des Jubiläums von Passio am\nHimmel ihre Runden.",
    "10126500000": "Maike hat sich in ein umwerfendes Outfit geworfen und\nfeiert zusammen mit ihrem Partner Latias Passios Jubiläum\nauf der großen Bühne.",
    "10257400000": "Roy erscheint in einem festlichen Anzug und erzeugt mit\nseinem Partner Libelldra zur Feier von Passios Jubiläum\neinen gewaltigen Sandsturm.",
    "10130100000": "Serena trägt eine prachtvolle Machtmontur und hat sich\npassend dazu für eine schicke Kurzhaarfrisur entschieden.\nZusammen mit ihrem Partner Zygarde hat sie stets ein\nwachsames Auge auf Passio.",
    "10118410000": "Lilly ist in einem speziellen Kostüm zurück und bereit, alle\nRätsel zu lösen, um an der Teegesellschaft teilzunehmen.\nIhr Partner Mortipot ist eine seltene Originalform.",
    "10259400000": "Sania trägt ein prächtiges Kostüm und hilft bei der\nVorbereitung der Rätsel für eine aufregende\nTeegesellschaft. Um ihrem Partner Fruyal noch näher zu\nkommen, übt sie sich in einem königlichen Lachen.",
    "10108400000": "Hin erscheint in einem eleganten Frack und bereitet die\nRätsel für eine spannende Teegesellschaft vor. Seinen\nPartner Hydragil hat er durch einen Tausch mit Her\nerhalten.",
    "10109400000": "Her erscheint in einem eleganten Frack und bereitet die\nRätsel für eine spannende Teegesellschaft vor. Seinen\nPartner Cavalanzas hat er durch einen Tausch mit Hin\nerhalten.",
    "10021900000": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund.",
    "10152000000": "Herbaro ist ein Mitglied der Top Vier in Sinnoh. In seinen\nAugen ist nichts so schön und perfekt wie seine geliebten\nKäfer-Pokémon. Sein Ziel ist es, als Trainer genauso\nperfekt zu werden.",
    "10154000000": "Ein Mitglied der Top Vier in Sinnoh und eine Spezialistin\nim Umgang mit Boden-Pokémon. Sie verfügt über ein\nruhiges und herzliches Gemüt, doch in Kämpfen strebt sie\nhartnäckig nach dem Sieg.",
    "10176000000": "Ein eloquenter junger Mann, der sich auf Psycho-Pokémon\nspezialisiert hat. Er ist zudem ein Mitglied der Top Vier in\nSinnoh und liebt Bücher. Oftmals vertreibt er sich die Zeit\nmit Lesen, bis ein Herausforderer auftaucht.",
    "10148100000": "Jens trägt eine farbenfrohe Machtmontur. Sein ständiges\nTraining hat sich endlich ausgezahlt und gemeinsam mit\nseinem neuen Partner Ho-Oh macht er sich auf in eine\nglorreiche Zukunft.",
    "10140100000": "Giovanni ist in einer eleganten Machtmontur zurück. An\nseiner Seite befindet sich Nidoking, ein Pokémon mit einer\nbreiten Palette an Attacken. Gemeinsam haben sie zudem\ndie Fähigkeit der Dynamaximierung erlangt.",
    "10246000000": "Betys ist ein angehender Arenaleiter aus Galar. Trotz\nseiner zynischen Art und der Meinung, dass er bereits zur\nabsoluten Elite gehört, verfügt er über enormes Potenzial.\nTagtäglich nur von Pink umgeben zu sein könnte seine\nEinstellung aber vielleicht ändern...",
    "10002100000": "Lyra ist in einer Machtmontur zurück, die von der Natur\ninspiriert wurde. Mit Celebi, das durch die Zeit reisen\nkann, verbindet sie eine immer enger werdende\nFreundschaft, die auch Lyras Interesse an der Geschichte\nder Johto-Region geweckt hat.",
    "10112100000": "In seiner Machtmontur ist Klarin für jede noch so große\nHerausforderung bereit. Bei ihrer ersten Begegnung zeigte\nsich sein Partner Lugia ihm gegenüber eher reserviert.\nDiesen Charakterzug teilt es mit einem von Klarins\nFreunden.",
    "10018100000": "Krista trägt eine Machtmontur, die von der Kraft des\nWassers inspiriert wurde. Sie verbringt ihre Zeit auf Passio\nin der Gesellschaft ihres Partner-Pokémon, nachdem sie\nzuvor erfolglos einem anderen Suicune in Johto\nhinterhergejagt war.",
    "10089410000": "N genießt in einem coolen Outfit das Sommerfest, zu dem\nihn seine Freunde eingeladen haben. Gemeinsam mit\nZoroark möchte er dort unvergessliche Erinnerungen\nschaffen.",
    "10004410000": "Lotta genießt das Sommerfest gemeinsam mit ihrem\nKaocto, das eine ungewöhnliche Farbe aufweist. Sie\nfordert sowohl andere Gefährtengespanne als auch ihr\nGlück bei den Ständen am Fest heraus.",
    "10012100000": "Unter Connies Machtmontur lauert ihr Kampfeswille. Ihr\nPartner Marshadow ist zwar schüchtern, die Kombos der\nbeiden sind aber perfekt.",
    "10243800000": "Gloria ist in ihrem alten Dojo-Outfit von der Rüstungsinsel\nzurück. Es ist ihr besonders lieb und teuer, denn es steckt\nvoller Erinnerungen an die Zeit, die sie dort mit Wulaosu\nverbracht hat.",
    "10019100000": "Brix trägt eine neue Machtmontur und zeigt gemeinsam\nmit Latios die Stärke seines guten Herzens. Die beiden\nfliegen auch gerne zusammen bis hoch ans Himmelszelt.",
    "10126100000": "Maike ist in einer Machtmontur zurück, die ihre innere\nKämpfernatur zum Vorschein bringt. Ihr Partner Lohgock ist\nseit ihren gemeinsamen Abenteuern in Hoenn an ihrer\nSeite. Die beiden teilen eine starke und leidenschaftliche\nBindung und stellen sich jeder Herausforderung.",
    "10217000000": "Ein Agent der Internationalen Polizei, der die ganze Welt\nbereist. LeBelle ist lediglich sein Codename, denn sein\nechter Name ist streng geheim. Seine Mission ist es, das\nBöse zu bekämpfen und für Gerechtigkeit zu sorgen.",
    "10222000000": "Ein Vorstand von Team Magma, die von einer mysteriösen\nAura umgeben ist. Als ehemalige Forscherin setzt sie ihr\nWissen und ihre Fähigkeiten nun für die Zwecke ihres\nTeams ein. Wenn etwas ihr Interesse geweckt hat, wird\nsie nicht ruhen, bis sie es im Detail analysiert hat.",
    "10090100000": "Troy ist in einer Machtmontur zurück, die seine Faszination\nfür den Weltraum widerspiegelt. Da ihr Design auf\nMerkmalen von Deoxys basiert, sind er und sein Partner\ndamit in perfektem Einklang miteinander.",
    "10140800000": "Giovanni trägt seinen alten Anzug aus der Kanto-Region,\nder bei seinen Untergebenen besonders beliebt ist. Er\nglaubt, ihnen damit ein Gefühl von Behaglichkeit und\nVertrauen vermitteln zu können.",
    "10204000000": "Als Viertgeborene der vier Kampf-Châtelaine-Schwestern\nzeichnet sich Nuit durch ihre einzigartige Sprechweise und\nihr energetisches Auftreten aus. Im Kampfhaus ist sie für\nEinzelkämpfe zuständig.",
    "10091100000": "Cynthias Machtmontur repräsentiert einen Kampfeswillen,\nder seinesgleichen sucht. Ihren Partner Lucario kennt sie\nschon seit langer Zeit, weswegen ihre Bindung zueinander\nbesonders stark ist.",
    "10101410000": "Rosy trägt ein besonderes Kostüm. Gemeinsam mit\nShaymin engagiert sie sich auf Passio als Touristenführerin\nund heißt Urlauber auf der Insel willkommen.",
    "10000100000": "Rot hat sich in eine aufregende Machtmontur geworfen.\nAuf sein Partner-Pokémon Pikachu, das er in Kanto\ngetroffen hat, kann er sich stets verlassen.",
    "10651780000": "Diese Trainerin liebt es, durch fremde Regionen zu reisen,\num die dortigen Kulturen kennenzulernen. Unzählige Fotos\nberichten von diesen Abenteuern.",
    "10264000000": "Ash ist ein Trainer aus Alabastia und träumt davon, ein\nPokémon-Meister zu werden. Er hat einen starken Sinn\nfür Gerechtigkeit und ist stets aufrichtig. Sein Pikachu\nbegleitet ihn auf Schritt und Tritt.",
    "10131000001": "Der Arenaleiter von Illumina City lebt für das Erfinden.\nSeine bahnbrechenden Maschinen helfen zahlreichen\nTrainern.",
    "10025000001": "Eine Arenaleiterin mit Feuer im Herzen und Konzentration\nals Motto. Da sie im Kampf auf Eis-Pokémon setzt, fragt\nsie sich, ob sie sich ein cooleres Image zulegen sollte.",
    "10060000001": "Kogas Tochter Janina ist sowohl Ninja als auch\nArenaleiterin. Sie prahlt aus Stolz nicht nur mit ihrem\nVater, sondern setzt zudem wie er auf Gift-Pokémon.",
    "10036000001": "Einer der Captains aus Alola. Trotz seines jungen Alters ist\ner ein begnadeter Tüftler, der bereits allerlei Apparate\nund Maschinen entwickelt hat.",
    "10021000001": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund.",
    "10133000001": "Dieser junge Mann will der Stärkste der Welt werden.\nSeine Vergangenheit hat ihn gelehrt, dass es nicht nur\nauf Stärke ankommt, sondern auch auf Freundlichkeit.",
    "10126000001": "Die überaus hilfsbereite und fröhliche Maike ist die Tochter\nvon Professor Birk aus Hoenn. Sie liebt es über alles, mit\nihren niedlichen Pokémon Feldforschung zu betreiben. ",
    "10091000001": "Dieser Champ aus Sinnoh erforscht als Archäologin alte\nMythen und die Geschichte der Pokémon, denen sie sich\nseit ihrer Jugend sehr verbunden fühlt.",
    "10089000001": "Der ehemalige König von Team Plasma. Er verfügt über\nwundersame Kräfte und zählt selbst die Legendären\nPokémon Einalls zu seinen Freunden. Er strebt nach einer\nWelt, in der Menschen und Pokémon koexisitieren können.",
    "10136000001": "Dieser freundliche Pokémon-Professor aus Illumina City in\nder Kalos-Region erforscht die Mega-Entwicklung und ihre\nGeheimnisse. Auf seinen Spaziergängen durch die Stadt\nprobiert er gerne diverse Speisen in Cafés.",
    "10118000001": "Lilly hat ein großes Herz und gibt stets ihr Bestes. \nSie hat ihr ängstliches Ich hinter sich gelassen, und ist nun\nfest entschlossen, sich jeder Herausforderung zu stellen.",
    "10245000001": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10101000001": "Sie ist ein heiterer Trainer mit einem starken Sinn für\nGerechtigkeit, steht gerne im Rampenlicht und möchte\ngegen Trainer aus aller Welt kämpfen.",
    "10128100000": "Heiko trägt seine neue Machtmontur und hat Guardevoir\nals seinen neuen Gefährten dabei. Etwas daran macht ihn\nrichtig nostalgisch.",
    "10242000000": "Dieser Trainer aus Galar liebt die Natur. In\nPokémon-Kämpfen beobachtet er die Attacken seines\nGegners ganz genau und gibt seinem Pokémon-Partner\nhaargenaue Anweisungen.",
    "10092400000": "Lilia genießt das schaurig-schöne Fest. Sie hat dort\nAgoyon getroffen und kämpft jetzt mit ihm zusammen\num so viele Süßigkeiten wie möglich.",
    "10251400000": "Nio genießt das schaurig-schöne Fest. Von seiner Maske,\ndie aussieht wie sein Gefährte Pumpdjinn, ist er richtig\nbegeistert!",
    "10254000000": "Mac ist der Arenaleiter aus Galar, der sich auf\nGesteins-Pokémon spezialisiert hat. Aufgrund seines\nstylischen Auftretens im Kampf steht seine Beliebtheit\nseinem Talent in nichts nach.",
    "10255000000": "Mel ist schon seit ihren Zwanzigern die Arenaleiterin der\nEis-Arena in Galar. Sie ist eine ausgezeichnete, wenn\nauch sehr strenge, Lehrerin.",
    "10652680000": "Diese Trainerin liebt jene Geheimnisse der Welt, die sich\nnicht durch die Wissenschaft oder die Macht der Pokémon\nerklären lassen. Sie mag keine Menschenmengen.",
    "10257000001": "Dieser Trainer genießt den Ruf des stärksten Arenaleiters\nder Galar-Region. Sobald der Kampf beginnt, weicht\nseine typische Gelassenheit einem glühenden Siegeswillen.",
    "10020100000": "Warren ist in seiner Machtmontur zurück! Er liebt den\nKampf und versteht sich ausgezeichnet mit Genesect,\neinem einst gefürchteten Jäger aus der Urzeit.",
    "10004100000": "Lotta ist in ihrer Machtmontur zurück! Gestärkt durch die\nMacht ihres Pokémon Victini strotzt sie nur so vor Energie!",
    "10089100000": "N ist in seiner Machtmontur zurück! Er schreitet weiter der\nZukunft entgegen und wird dabei von seinem Freund\nZekrom sowie von Kyurem, das ihm von Warren\nanvertraut wurde, begleitet.",
    "10191000000": "Dieser Wissenschaftler und ehemalige Boss von Team\nPlasma widmet sich Tag und Nacht der Forschung, um\nPokémon ihr wahres Potenzial zu entlocken.",
    "10147000000": "Dieser Trainer aus Eventura City in der Einall-Region hat\neinen ausgeprägten Gerechtigkeitssinn und sorgt sich stets\num seine kleine Schwester. Er vergibt niemandem, der\nversucht, Menschen und ihre Pokémon zu trennen.",
    "10162000001": "Dieser Trainer aus Sandgemme in der Sinnoh-Region ist\nder Assistent von Professor Eibe, einem Experten für die\nEntwicklung von Pokémon. Sein freundliches Wesen sowie\nsein starker Gerechtigkeitssinn zeichnen ihn aus.",
    "10018000001": "Sie ist ein reisefreudiger Trainer und stellt auch unterwegs\nihr großes Wissen unter Beweis. Krista ist hilfsbereit und\nkümmert sich liebevoll um alle Pokémon.",
    "10002000001": "Lyra ist ein wissbegieriger und lebhafter Trainer. Das Band\nzu ihren Pokémon ist ihr sehr wichtig und sie kümmert sich\njederzeit liebevoll um sie.",
    "10106000001": "Die auch als Model tätige Elektro-Arenaleiterin verzaubert\nalle, die ihr beim Kämpfen in ihrer einer prächtigen Bühne\ngleichenden Arena zuschauen.",
    "10130900000": "Serena trägt ein Outfit, das ihrem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Sie teilt den Triumph\nmit Quajutsu.",
    "10003900000": "Kalem trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Er teilt den Ruhm mit\nseinem außergewöhnlich gefärbten Quajutsu.",
    "10026400000": "Bianka gibt alles, damit die Party ein Erfolg wird. Sie\ngibt ein hübsches Gefährtengespann mit ihrem flauschigen\nKronjuwild in seiner Winterform ab.",
    "10113410000": "Jasmin gibt alles, damit die Party ein Erfolg wird. Ihr\nAmpharos soll der Nachfolger von Amphi werden, das den\nLeuchtturm in Oliviana City erhellt.",
    "10116000001": "Dieser Trainer ist immer guter Dinge und kümmert sich\ngerne um andere. Ihre Reisen durch die Sinnoh-Region\nhaben sie gestählt. Sie ist aber ein bisschen schusselig.",
    "10139000000": "Diese Trainerin ist durch Kalos gereist, um ihren Traum zu\nfinden. Sie mag niedliche Pokémon und Rätsel.\nErinnerungen mit ihren Freunden schätzt sie über alles.",
    "10215400000": "Xenia hat sich mit Lucia zusammengetan, um gemeinsam\nals musikalisches Duo aufzutreten. Gallopa, ihr Pokémon,\nwar ein Geschenk eines Fans. Sein Spitzname ist Gallopi.",
    "10116410000": "Lucia hat sich mit Xenia zusammengetan, um gemeinsam\nals musikalisches Duo aufzutreten. Beim Singen und\nTanzen gibt sie gemeinsam mit Choreogel ihr Bestes, um\nihre Mutter in den Wettbewerben in Sinnoh zu besiegen!",
    "10158100000": "Diantha ist in ihrer Machtmontur zurück. Sowohl sie als\nauch ihr außergewöhnlich gefärbtes Mysteriöses Pokémon\nDiancie lassen die Schönheit, die sie in einander sehen,\nnoch mehr erstrahlen.",
    "10653680000": "Eine Trainerin in einem schwarzen Kimono, die in der\nRomantia-Arena in Kalos von Valerie lernt. Ihr Ziel ist es,\nim Kampf immer absolut stylisch zu sein.",
    "10130000001": "Diese Trainerin liebt Pokémon und Mode. Sie ist stets\nfröhlich und positiv, doch im Kampf zeigt sie eine ruhige\nErnsthaftigkeit.",
    "10196100000": "Flordelis trägt eine Machtmontur, die mit Technologie von\nTeam Flare ausgestattet ist. Sein Pokémon, Volcanion,\nkann mit seiner Macht ganze Berge wegsprengen.",
    "10124400000": "Maho backt fleißig Apfelkuchen für das Fest der\nFreundschaft und versucht, ihr Rezept zu perfektionieren.\nSchlapfel hat sich mithilfe eines Süßen Apfels entwickelt.",
    "10106400000": "Kamilla bereitet sich auf das Fest der Freundschaft vor,\nindem sie Géraldine unterstützt und Süßigkeiten verteilt.\nTogetic bringt ihre Freundschaft zum Strahlen.",
    "10178000000": "Diese begabte Trainerin hat ihr Gedächtnis verloren und\nsteckt voller Rätsel. Als Leiterin einer geheimen Division\nder Internationalen Polizei ist sie Ultrabestien auf der\nSpur.",
    "10220000000": "Diese junge Frau ist die Leiterin eines Detektivbüros in\nIllumina City in Kalos. Flauschi ist nicht ihr Pokémon,\nsondern ihr Freund.",
    "10148000002": "Dieser Arenaleiter kämpft mit Pokémon vom Typ Geist und\nkann durch sein geheimes Training in der Arena von Teak\nCity sehen, was normalen Menschen verborgen bleibt.",
    "10245900000": "Mary trägt ein Outfit, das ihrem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Ihren brennenden\nKampfgeist teilt sie mit ihrem Galar-Lavados.",
    "10244900000": "Hop trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Zusammen mit seinem\nGalar-Zapdos ist er auf der Überholspur in die Zukunft.",
    "10246900000": "Betys trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Zusammen mit seinem\nGalar-Arktos spielt er mit jenen, die ihn herausfordern.",
    "10282000000": "Diese Person unbekannten Alters und Geschlechts träumt\nals Pokéball-Enthusiast davon, das offizielle Maskottchen\nder Pokémon-Liga der Galar-Region zu werden.",
    "10243000001": "Gloria ist abenteuerlustig und lässt sich auf jede\nHerausforderung ein. Sie ist ein wenig frech und liebt\nes, draußen in der Natur zu sein. Für Curry begeistert sie\nsich genauso sehr wie für Pokémon-Kämpfe.",
    "10090410000": "Troy trägt ein besonderes Kostüm. Gemeinsam mit seinem\nSchillernden Bissbark und dessen ausgezeichneter\nSpürnase ist er bereit, Passios Mystery-Spiel auf den\nGrund zu gehen.",
    "10139400000": "Sannah trägt ein besonderes Kostüm. Ihre hervorragende\nAuffassungsgabe und innige Verbindung zu Clavion\nkönnten der Schlüssel zur Lösung des Mystery-Spiels sein!",
    "10129400000": "Amalia schlüpft in ihrem besonderen Kostüm in die Rolle\ndes „Phantomdieb Imaginato“ und vollbringt ihre\ndiebischen Taten mithilfe ihres Komplizen Gaunux. Wen\nnehmen sie heute Nacht ins Visier?",
    "10002410000": "Lyra trägt ein besonderes Outfit. Bei der Uniform von\nTeam Rocket handelt es sich jedoch nur um eine\nVerkleidung, mit der sie bei ihren verdeckten Ermittlungen\nden Lockvogel spielt. Ihr Partner und stetiger Begleiter\nPhanpy mag niedlich wirken, birgt jedoch immense Kräfte!",
    "10005000001": "Die kühle Schönheit unter den Top Vier und Expertin für\nEis-Pokémon. In Wirklichkeit hat sie ein Faible für alles\nNiedliche und sammelt Plüschpuppen.",
    "10057000001": "Dieses Mitglied der Top Vier sieht in hartem Training den\nSchlüssel zum Erfolg als Trainer. Spornt sich selbst stets mit\nKampfgeschrei an.",
    "10090000001": "Ein Trainer auf Wanderschaft mit einem Faible für seltene\nSteine. Er ist der Sprössling der Devon Corporation und\nChamp der Pokémon-Liga von Hoenn.",
    "10098100000": "Tali trägt eine Machtmontur und bringt gemeinsam mit\nseinem kampflustigen Kapu-Riki frischen Wind in das\nGeschehen auf Passio.",
    "10034100000": "Matsurika trägt eine Machtmontur. Gemeinsam mit\nKapu-Kime, welches Wasser kontrollieren kann, fängt sie\ndie Farben von Passios Meeren mit ihrem Pinsel ein.",
    "10007100000": "Lola trägt eine Machtmontur und patrouilliert gemeinsam\nmit ihrem leicht unberechenbaren Kapu-Toro Passios\nWälder.",
    "10160100000": "Tracy trägt eine Machtmontur und ist bereit, gemeinsam\nmit dem arglosen Kapu-Fala ihre Angel auf Passio\nauszuwerfen.",
    "10007000001": "Ein Mitglied der Top Vier in Alola und Expertin im Umgang\nmit Geister-Pokémon. Es heißt, sie sei Abkömmling einer\nuralten Herrscherdynastie.",
    "10061000001": "Auch in hohem Alter treibt dieses kampfbegeisterte\nTop-Vier-Mitglied Gegner in die Enge. Mit Professor\nEich verbindet sie eine gemeinsame Vergangenheit.",
    "10111000001": "Der Champ des Indigo-Plateaus legt Wert auf Vertrauen\nund Liebe zu Pokémon und mag faire Kämpfe. Er kümmert\nsich um andere und wird von vielen verehrt.",
    "10284000000": "Dieser Anführer des Diamant-Clans aus der Hisui-Region\nlegt viel Wert auf seine Zeit und kann ein wenig\nungeduldig sein, ist als Gefährte jedoch einfühlsam und\nverlässlich.",
    "10285000000": "Diese Anführerin des Perl-Clans kommt aus der\nHisui-Region. Da sie schon mit jungen Jahren Anführerin\nwurde, macht sie sich oft Sorgen. Doch sie agiert stets mit\nHerz, Hand und Verstand für die Zukunft von Hisui.",
    "10216000000": "Dieser junge Mann ist noch immer auf der Suche nach\nLegendären Pokémon. Besonders fasziniert ist er von dem\nwunderschönen Suicune, dem er leidenschaftlich bereits\ndurch Johto und Kanto gefolgt ist.",
    "10133100000": "Silber trägt eine Machtmontur. Er stellt sich den Fehlern\nseiner unveränderbaren Vergangenheit und hat seinem\nSniebel geschworen, die stärksten Gefährten zu werden.",
    "10284000001": "Dieser Anführer des Diamant-Clans aus der Hisui-Region\nlegt viel Wert auf seine Zeit und kann ein wenig\nungeduldig sein, ist als Gefährte jedoch einfühlsam und\nverlässlich.",
    "10031400000": "Ben spielt beim Fest der Sterne die Hauptrolle. Mit seinem\nklaren Gesang konnte er Jirachi wecken, welches ihm\ndaraufhin seinen Wunsch erfüllte, Svenja zu retten.",
    "10030400000": "Svenja spielt beim Fest der Sterne die Hauptrolle. Sie\nverirrte sich in eine andere Welt und wurde von Ben\ngetrennt, schaffte es aber, mit ihrem neuen Freund\nKaguron zurückzukehren.",
    "10262000000": "Rose ist der Geschäftsführer des Industriekonglomerats\nMacro Cosmos in Galar. Auch auf Passio stellt er sein\ngrandioses Talent zur Schau.\n(Hinweis: Dieser Text wurde von seiner Assistentin\nverfasst.)",
    "10263000000": "Olivia ist die Vizepräsidentin des Industriekonglomerats\nMacro Cosmos in Galar. Zudem arbeitet sie als Roses\nAssistentin und verfügt über ausgezeichnete\nOrganisationsfähigkeiten. Sie war an der Erforschung des\nDynamax-Phänomens beteiligt.",
    "10285000001": "Diese Anführerin des Perl-Clans kommt aus der\nHisui-Region. Da sie schon mit jungen Jahren Anführerin\nwurde, macht sie sich oft Sorgen. Doch sie agiert stets mit\nHerz, Hand und Verstand für die Zukunft von Hisui.",
    "10149000001": "Kiawe ist ein aufstrebender Tänzer, der von einer\nprofessionellen Karriere träumt. Er studiert den\ntraditionellen Tanz, der in Alola seit Generationen\nweitergegeben wird.",
    "10124000001": "Maho ist ein Captain auf Akala in der Alola-Region. Sie\nhilft außerdem im Restaurant ihrer Familie aus. Ihre\nGerichte schmecken eher speziell, haben aber einige Fans.",
    "10247800000": "Delion hat sowohl sein Outfit als auch seine Einstellung\naufgefrischt, um das Kämpfen weiterhin in vollen Zügen\ngenießen zu können. Er überlegt, wie er alle dazu\ninspirieren kann, gemeinsam nach mehr Stärke zu streben.",
    "10243810000": "Gloria trägt dieselbe Uniform, in welcher sie auch die\nArena-Challenge von Galar bestritten hat. Sie weckt\nErinnerungen an die erbitterten Kämpfe mit ihren Rivalen.",
    "10289000000": "Diese Schulsprecherin besucht die Akademie in Paldea.\nDank ihrer Fähigkeiten und Liebe für Pokémon-Kämpfe hat\nsie den Champ-Rang inne.",
    "10175000000": "Diese Arenaleiterin aus Kalos ist eine Wahrsagerin und für\nihre unverkennbar poetische Sprechweise bekannt. Wenn\nLeute ihre Hände durch einen ihrer Armreife stecken, ist\nsie in der Lage, in deren Zukunft zu blicken.",
    "10242000001": "Dieser Trainer aus Galar liebt die Natur. In\nPokémon-Kämpfen beobachtet er die Attacken seines\nGegners ganz genau und gibt seinem Pokémon-Partner\nhaargenaue Anweisungen.",
    "10003000001": "Kalem ist ein disziplinierter Trainer, der stets danach\nstrebt, stärker zu werden. Er versteckt die in ihm\nbrennende Leidenschaft und gibt sich cool.",
    "10000900000": "Rot trägt ein Outfit, das seinem neu gewonnenen Titel als\nPassios Neo-Champ würdig ist. An der Seite seines Arktos\nkämpft er mit Würde und Eleganz.",
    "10021900001": "Blau trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Als Gefährtengespann\nmit Zapdos eilt ihm sein Ruf voraus.",
    "10017900000": "Leaf trägt ein Outfit, das ihrem neu gewonnenen Titel als\nPassios Neo-Champ würdig ist. Mit Lavados an ihrer Seite\nzeigt sie allen, wie innig ihre Liebe für Pokémon ist.",
    "10134000000": "Dieser Kampfkoloss erwartet Herausforderer im Duellturm\nvon Sinnoh und ist Barrys Vater. Er ist ausgesprochen\ntalentiert und genießt den großen Respekt der anderen\nKampfkoryphäen.",
    "10203000000": "Diese Saaldiva begrüßt Herausforderer im Kampfsaal mit\nihrer schwungvollen Art und eleganten Erscheinung.\nIn ihrem Saal darf jeder glänzen.",
    "10064010000": "Dieser Trainer kam aus einer anderen Region nach Passio.\nAufgrund eines Erlebnisses in der Vergangenheit verachtet\ner alles Böse. Um an Stärke zu gewinnen, schlug er einst\nden falschen Weg ein, doch nun will er dem Bösen mit\nder Kraft seines Herzens trotzen.",
    "10105010000": "Diese Trainerin kam aus einer anderen Region nach\nPassio. Sie ist seit Kindertagen mit Kilian befreundet,\nweshalb zwischen den beiden eine gesunde Rivalität\nbesteht. Die Zeit, die sie mit ihren Pokémon verbringt,\nist ihr wichtiger als alles andere.",
    "10141000000": "Dieser stolze Vorstand von Team Rocket übernahm einst\ndie Leitung der Organisation in Johto, um den damals\nverschwundenen Giovanni zurückzubringen.",
    "10142000000": "Dieser überaus sture Vorstand von Team Rocket glaubt\nfelsenfest daran, dass Macht zu bösen Zwecken eingesetzt\nwerden sollte. Sie ist zudem eine überzeugte Verfechterin\nder Leitsätze von Team Rocket.",
    "10143000000": "Dieser Vorstand von Team Rocket ist nur schwer\ndurchschaubar. Er ist äußerst talentiert darin, die Gestalt\nanderer nachzuahmen, doch seine Tarnung scheitert oft\nam Imitieren fremder Stimmen. Er nutzt seine Fähigkeiten,\num seine bösen Pläne voranzutreiben.",
    "10144000000": "Dieser Vorstand wird oftmals als das grausamste Mitglied\nvon Team Rocket gefürchtet. Die üblen Machenschaften\nder Organisation führt er mit großer Hingabe aus. Sein\nvornehmes Auftreten und gutes Aussehen machen ihn bei\nanderen Mitgliedern der Organisation sehr beliebt.",
    "10206000000": "Die Zweitgeborene der vier Kampf-Châtelaine-Schwestern\nzeichnet sich durch ihr temperamentvolles Wesen aus,\nbrüstet sich jedoch mit den Manieren einer vornehmen\nPrinzessin, wenn sie als Châtelaine im Kampf antritt.\nIm Kampfhaus ist sie für Dreierkämpfe zuständig.",
    "10017000001": "Dieses fröhliche und umgängliche Mädchen hat ein\nunerschöpfliches Interesse an Pokémon und großes\nVertrauen in sein Können im Pokémon-Kampf.",
    "10140000001": "Er ist der Anführer von Team Rainbow Rocket, einer\nOrganisation, die mithilfe von Pokémon die Weltherrschaft\nan sich reißen will. Pokémon sind für ihn nur Werkzeuge.",
    "10150000001": "Dieser Arenaleiter aus Johto setzt Flug-Pokémon ein. Er\nist sehr ernst und manchmal sturköpfig. Sein Ziel besteht\ndarin, ein angesehener Trainer wie sein Vater zu werden.",
    "10099000001": "Ein lebhafter Junge mit einer ernsten Passion für Pokémon.\nSein ungestümes Wesen sorgt dafür, dass er unbeirrt alles\numsetzt, was er sich vornimmt.",
    "10157000001": "Diese Arenaleiterin mit einer auffälligen Sprechweise hat\nihr originelles Outfit selbst entworfen und möchte eines\nTages ein Pokémon werden.",
    "10051000001": "Eine Inselkönigin, die in Alola für ihre Stärke im Kampf\nsowie ihre fürsorgliche Art geschätzt wird. In ihrem\nJuweliergeschäft gibt es auch Fossilien.",
    "10291000000": "Diese Trainerin ist Teil des Forschungstrupps der\nGalaktik-Expedition in Hisui. Als Lumius’ Mitstreiterin\nstrebt sie an, ihm eine ebenbürtige Gegnerin zu sein.\nSie arbeitet gern mit natürlichen Materialien.",
    "10290000000": "Dieser Trainer ist Teil des Forschungstrupps der\nGalaktik-Expedition in Hisui. Die Lücken in seiner\nErinnerung sind vermutlich auf seine Reise durch Raum\nund Zeit zurückzuführen, welche für seine Ankunft in Hisui\nverantwortlich war.",
    "10049400000": "In ihrem schaurig-schönen Outfit ist Antonia eines Nachts\neinem mysteriösen Phänomen im Museum auf den Grund\ngegangen und hat sich im Zuge dieses Abenteuers mit\nEchnatoll angefreundet.",
    "10044400000": "Felizia trägt ein schaurig-schönen Outfit. Da sie sich sehr\nfür Mineralien und Fossilien interessiert, ist sie äußerst\nfasziniert von Oghnatoll und dessen Zusammensetzung.",
    "10169000000": "Die Direktorin des Museums von Septerna City in Einall\nfungierte zuvor als Arenaleiterin, die sich auf Pokémon\nvom Typ Normal spezialisierte. Aufgrund ihrer zahlreichen\nVerpflichtungen gab sie jenen Posten jedoch an Cheren\nweiter.",
    "10041000001": "Der Leiter der Kampffabrik verbindet seine Gabe zur\nAnalyse von Herausforderern mit seiner Stärke, an der\nSeite eines jeden Pokémon kämpfen zu können.",
    "10046000001": "Eine Kampfkoryphäe hinter einer harten Schale, die\nGegnern mit Leidenschaft begegnet. Er verfügt als\nKampffabrikleiter über immenses Pokémon-Wissen.",
    "10140000002": "Er ist der Anführer von Team Rainbow Rocket, einer\nOrganisation, die mithilfe von Pokémon die Weltherrschaft\nan sich reißen will. Pokémon sind für ihn nur Werkzeuge.",
    "10269000000": "Diese Trainerin aus Kanto begann ihr Abenteuer in\nAlabastia. Sie bevorzugt Spaziergänge mit ihrem Partner\nEvoli, welches aus unbekannten Gründen dazu in der Lage\nist, Geheime Techniken anzuwenden.",
    "10293000000": "Diese Trainerin mit einer Vorliebe für Evoli und Co.\nbesucht die Akademie in Paldea. Sie ist schüchtern, aber\nkennt sich ausgezeichnet mit Computern aus.",
    "10011100000": "Mica trägt eine Machtmontur. Gemeinsam mit ihrem Riffex\n(Hoch-Form) sorgt sie auf der Bühne für Gift, Galle und\nMusik.",
    "10256100000": "Nezz trägt eine Machtmontur. Seitdem er sich mit seinem\nPartner-Pokémon Riffex (Tief-Form) zusammengetan hat,\nist seine trübsinnige Aura noch stärker geworden.",
    "10190000000": "Dieser charakterstarke Trainer vom Typ Drache bereist als\nStar die Welt und ist für seine flammenden Schreie\nbekannt. Er hat bereits Alola besucht.",
    "10656000000": "Diese Trainerin aus Galar hat das Verhalten und die Rufe\nvon Evoli intensiv studiert und kann sie dadurch fast\nperfekt nachahmen.",
    "10122000001": "Dieser Trainer liebt Pokémon und Abenteuer. Er setzt sein\nTraining bei der Inselwanderschaft in der Alola-Region\nfort. Das Talent, das er dabei an den Tag legt, hat ihm\nselbst die Bewunderung von Professor Kukui eingebracht.",
    "10123000001": "Diese Trainerin ist sehr neugierig und aufgeschlossen.\nDurch ihre liebenswerte Art schließt sie sehr leicht\nFreundschaften. Sie hält sich nicht an Kleinigkeiten auf und\nvertraut ihrer Intuition.",
    "10119000001": "Dieser Trainer redet nicht viel, doch seine Freunde, Familie\nund Pokémon sind ihm äußerst wichtig. Einst war er\nbesessen von dem Gedanken, immer stärker zu werden.",
    "10000800001": "Rot fühlt sich in dem Outfit, in dem er die Kanto-Region\nbereist hat, wie ein neuer Mensch. Er denkt oft an all die\nFreunde, die er auf seinen Abenteuern getroffen hat.",
    "10100900000": "Tony trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Er hat es geschafft,\neine von tiefem Vertrauen geprägte Beziehung zu Maxax\naufzubauen.",
    "10101900000": "Rosy trägt ein Outfit, das ihrem neu gewonnenen Titel als\nPassios Neo-Champ würdig ist. Ihre Bewegungen sind in\nabsolutem Einklang mit Meloetta.",
    "10136400000": "Professor Platan nimmt an einem Fotowettbewerb teil.\nWeil er dabei in den Bildern anderer Leute auftauchen\nkönnte, hat er Serena um Styling-Tipps gebeten.",
    "10039400000": "Viola nimmt an einem Fotowettbewerb teil. Sie hat sich\nbei der Wahl ihres Outfits viele Gedanken gemacht und\nist bereit, als Fotomodell zu posieren. Ihr Partner Vivillon\nsteht ihr auch bei Fotoshootings zur Seite.",
    "10113000001": "Diese Arenaleiterin mit einem Herz für Pokémon ist eher\nzurückhaltend, aber wenn sie von Stahl-Pokémon spricht,\nkommt sie richtig in Fahrt!",
    "10028400000": "Sandra trägt ein traditionelles Gewand aus ihrer Heimat.\nGemeinsam mit ihrem Sen-Long stellt sie sich der\nHerausforderung zum Neujahr. Ihr größter Wunsch ist es,\ndas beste Drachen-Gefährtengespann zu bilden.",
    "10127400000": "Wassili arbeitet an einer Vorführung, um das neue Jahr\nwillkommen zu heißen. Gemeinsam mit Kopplosio,\nwelches aus einer anderen Welt stammt, wird er feurige\nIllusionen am Nachthimmel kreieren.",
    "10294000000": "Dieser Leiter der Montanata-Arena in Paldea bewahrt\nstets einen kühlen Kopf, doch wenn sich der Kampf\nzuspitzt, kommt seine leidenschaftliche Seite zum\nVorschein. Er war einst ein Profi-Snowboarder.",
    "10296000000": "Diese Arenaleiterin aus Fermanca City ist als Streamerin\nfür ihre Show „EnigmaTV“ bekannt. Ihre unverwechselbare\nBegrüßung ist knackig und leicht einprägsam.",
    "10658000000": "Eine Trainerin in einem weißen Kimono, die in der\nRomantia-Arena in Kalos von Valerie lernt. Sie ist sehr\nstolz darauf, eine Feen-Trainerin zu sein.",
    "10115000001": "Volkner ist als der stärkste Arenaleiter der Sinnoh-Region\nbekannt. Er ist kampfbegeistert und renoviert regelmäßig\nseine Arena, während er auf starke Gegner wartet.",
    "10156000000": "Dieser sanftmütige Trainer steckt voller Geheimnisse und\ntrainiert auf der Eiseninsel in der Sinnoh-Region. Durch\nseine Begabung ist er in der Lage, die Gefühle anderer\nüber Auren wahrzunehmen.",
    "10279000000": "Dieser Trainer aus Kanto begann sein Abenteuer in\nAlabastia. Er liebt es, draußen mit seinem Partner Pikachu\nherumzurennen, welches aus unbekannten Gründen dazu\nin der Lage ist, Geheime Techniken anzuwenden.",
    "10657000000": "Dieser Trainer aus Galar kann Pikachu nahezu perfekt\nnachahmen. Seine Imitation des Verhaltens und der Rufe\nist so akkurat, dass man ihn glatt für ein echtes halten\nkönnte.",
    "10242400000": "Victor richtet einen Kochkurs zum Fest der Freundschaft\naus, um anderen zu zeigen, wie viel Freude man am\nKochen haben kann. Sein Partner und Vorkoster Schlaraffel\nist stets hungrig.",
    "10025400000": "Frida will zum Fest der Freundschaft etwas kochen, denn\nsie hat es sich zum Ziel gesetzt, Hilda eine Freude zu\nmachen. Ihr Partner-Pokémon Flampivian wurde ihr einst\nvon Mel anvertraut.",
    "10119100000": "Gladio trägt eine Machtmontur. Er weigerte sich, das\nkünstlich erschaffene Pokémon Magearna auf sich allein\ngestellt zu lassen und behandelt es stattdessen wie einen\nTeil seiner Familie.",
    "10150000002": "Dieser Arenaleiter aus Johto setzt Flug-Pokémon ein. Er\nist sehr ernst und manchmal sturköpfig. Sein Ziel besteht\ndarin, ein angesehener Trainer wie sein Vater zu werden.",
    "10128000001": "Dieser Junge liebt Pokémon und Pokémon-Kämpfe. Er hat\nsich richtig ins Zeug gelegt und alles gegeben, um ein\nstarker Trainer zu werden.",
    "10295000000": "Diese Präsidentin der Pokémon-Liga in Paldea ist eine\nstarke Trainerin, die den höchsten aller Champ-Ränge\ninnehat. Sie ist bei Pokémon-Kämpfen nicht einmal zu\nden kleinsten Zugeständnissen bereit.",
    "10133900000": "Silber trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Er hat sich hohe Ziele\ngesetzt und stellt sich gemeinsam mit seinem Despotar\nden stärksten Trainern.",
    "10284400000": "Diam trägt ein besonderes Kostüm. Bei Mondschein tanzt\ner mit seinem Ursaluna, welches den Mond verehrt, die\nganze Nacht und sie vergessen dabei den Fluss der Zeit.",
    "10285400000": "Perla trägt ein besonderes Kostüm. Während sie darauf\nwartet, dass Zoroark seinen Platz findet, spielt sie seine\nLieblingstöne auf der Flöte.",
    "10202000000": "Dieser Arkaden-Star empfängt mit ihrer fröhlichen Art\nHerausforderer in den Kampfarkaden Sinnohs. Sie tanzt\nstets mit einem Lächeln auf den Lippen und verzaubert\ndamit die Massen.",
    "10180000000": "Dieser Trainer ist durch Kalos gereist und liebt es zu\ntanzen. Sein Traum ist es, das ideale Pokémon-Tanzteam\nzusammenzustellen. Die Bewegungen von Pokémon ziehen\nihn selbst im Kampf in den Bann.",
    "10016000001": "Diese Arenaleiterin segelt mit ihren Pokémon und als\nPilotin eines Frachtflugzeugs gern durch die Lüfte.\nIhr heiteres Gemüt beschert ihr viele Fans.",
    "10297000000": "Dieser Händler ist ein Mitglied der Ginkgo-Gilde aus\nHisui. Er ist von Natur aus neugierig und kennt sich sehr\ngut mit Pokémon-Mythen und Ruinen aus. Besondere\nLeute oder seltene Gegenstände wecken stets sein\nInteresse.",
    "10298000000": "Dieser Lehrer aus Paldea unterrichtet Biologie an einer\nAkademie und erledigt Dinge bevorzugt in seinem eigenen\nTempo. Er ist außerdem der kluge Kopf hinter der\nPokédex-App für Smart-Rotom.",
    "10099400000": "Barry trägt ein besonderes Kostüm. Er ist ein Held mit\ngroßen Ambitionen und tiefer Bewunderung für seinen\nMeister, Wellenbrecher Marinus. Heute, wie alle Tage,\nzieht er Bösewichte mit seinem Partner Skaraborn zur\nRechenschaft!",
    "10123400000": "Selene trägt ein besonderes Kostüm. Sie ist eine Heldin\nmit einem großen Herzen und Mask Royale dient als ihr\nVorbild! Gemeinsam mit ihrem Partner Scherox vereitelt sie\ndie Pläne von Bösewichten!",
    "10297000001": "Dieser Händler ist ein Mitglied der Ginkgo-Gilde aus\nHisui. Er ist von Natur aus neugierig und kennt sich sehr\ngut mit Pokémon-Mythen und Ruinen aus. Besondere\nLeute oder seltene Gegenstände wecken stets sein\nInteresse.",
    "10300000000": "Als Königin des Zauberreichs setzt sie furchteinflößende\nMagie ein. Sie lockt Menschen durch Pforten in ihre Welt\nund nutzt ihre Lebenskraft als Energiequelle.",
    "10301000000": "Er ist bekannt als das Spektrum zwischen Trugbild und\nRealität und macht mit Wünschen kurzen Prozess. Mit\nseiner Pokémon-Truppe geht er finsteren Machenschaften\nnach, während er sich überraschenderweise um eine\ngewisse Streiterin der Gerechtigkeit sorgt.",
    "10302000000": "Diese Spezialistin für Boden-Pokémon ist das erste\nTop-Vier-Mitglied der Pokémon-Liga, dem Herausforderer\nin Paldea begegnen. Sobald sie in ihre Rolle als Prüferin\nschlüpft, wird der Unterschied zu ihrer alltäglichen\nPersönlichkeit deutlich.",
    "10303000000": "Poppy ist das zweite Mitglied der Top Vier von Paldea,\ngegen das sich Herausforderer in der Pokémon-Liga\nbehaupten müssen. Sie hat sich auf Stahl-Pokémon\nspezialisiert. Der erste Eindruck trügt, denn hinter ihrem\nkindlichen Aussehen verbirgt sich überwältigendes Talent.",
    "10302000001": "Diese Spezialistin für Boden-Pokémon ist das erste\nTop-Vier-Mitglied der Pokémon-Liga, dem Herausforderer\nin Paldea begegnen. Sobald sie in ihre Rolle als Prüferin\nschlüpft, wird der Unterschied zu ihrer alltäglichen\nPersönlichkeit deutlich.",
    "10021800001": "Blau besinnt sich in seinem Outfit, das er bereits zum\nAufbruch zu seiner ersten Reise durch die Kanto-Region\ngetragen hat, auf seine Anfänge. Er steht zu seinen\nfrüheren Fehlern und verfolgt weiter das Ziel, der stärkste\nTrainer der Welt zu werden.",
    "10125000001": "Der Boss von Team Skull aus Alola ist stark genug, um\ndiese verschrobenen Schurken anzuführen und genießt\ndabei das volle Vertrauen seiner Untergebenen.",
    "10121000001": "Als Vorstand von Team Skull nimmt sie die Rolle einer\ngroßen Schwester ein. Wer ihre Leute schikaniert, \nbekommt es mit ihr zu tun.",
    "10014900000": "Cheren trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Er sinniert gemeinsam\nmit Boreos über die Bedeutung von wahrer Stärke.",
    "10102900000": "Bell trägt ein Outfit, das ihrem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Ihr Mitgefühl\ngegenüber anderen hat Viridium zutiefst gerührt.",
    "10304000000": "Dieser Leiter der Mesclarra-Arena ist gleichzeitig ein\nMitglied der Top Vier in Paldea. Aufgrund seines vollen\nTerminkalenders sind ihm die Mahlzeiten während seiner\nPausen besonders wichtig.",
    "10252000000": "Kabu ist ein Pokémon-Trainer vom Typ Feuer, der aus der\nHoenn-Region nach Galar eingeladen wurde. Er hat sich\neine Zeit lang schwer getan und nicht den gewünschten\nErfolg gehabt, weswegen er sogar in die Unterliga des\nChamp-Cups von Galar abgestiegen ist.",
    "10014010001": "Ein talentierter Trainer, der in Einall zugleich als Lehrer\nund Arenaleiter tätig ist. Seinen Mangel an Erfahrung\nmacht er durch Fleiß wett.",
    "10272000000": "Diese Arenaleiterin vom Typ Gift ist momentan in der\nUnterliga und trainiert im Master-Dojo in Galar. Ihre\ngerissene und hinterlistige Denkweise sorgt für ein\nständiges Lächeln auf ihren Lippen.",
    "10273000000": "Dieser Arenaleiter vom Typ Psycho ist momentan in der\nUnterliga und trainiert im Master-Dojo in Galar. Er verhält\nsich wie ein vornehmer Herr, auch wenn ihm sein Stolz\noft im Weg steht.",
    "10199000000": "Dieser Ringmeister ist die Kampfkoryphäe des Kampfrings\nin der Hoenn-Region. Sie ist sehr lebhaft und ehrlich,\nweshalb sie nach einer Niederlage schnell frustriert ist.",
    "10027400000": "Silvana unternimmt auf Passio eine Schatzsuche. In ihrem\nPiraten-Outfit sammelt sie all ihren Mut, um gemeinsam\nmit ihrem Partner-Pokémon Moruda in See zu stechen.",
    "10007410000": "Lola unternimmt auf Passio eine Schatzsuche. Sie ermutigt\nSilvana trotz ihrer Angst vor Geistern dazu, mit Moruda\nein Team zu bilden. Ihr Partner-Pokémon Apoquallyp\nwurde ihr einst von Tracy anvertraut.",
    "10252000001": "Kabu ist ein Pokémon-Trainer vom Typ Feuer, der aus der\nHoenn-Region nach Galar eingeladen wurde. Er hat sich\neine Zeit lang schwer getan und nicht den gewünschten\nErfolg gehabt, weswegen er sogar in die Unterliga des\nChamp-Cups von Galar abgestiegen ist.",
    "10289000001": "Diese Schulsprecherin besucht die Akademie in Paldea.\nDank ihrer Fähigkeiten und Liebe für Pokémon-Kämpfe hat\nsie den Champ-Rang inne.",
    "10128000002": "Dieser Junge liebt Pokémon und Pokémon-Kämpfe. Er hat\nsich richtig ins Zeug gelegt und alles gegeben, um ein\nstarker Trainer zu werden.",
    "10147000001": "Dieser Trainer aus Eventura City in der Einall-Region hat\neinen ausgeprägten Gerechtigkeitssinn und sorgt sich stets\num seine kleine Schwester. Er vergibt niemandem, der\nversucht, Menschen und ihre Pokémon zu trennen.",
    "10119000002": "Dieser Trainer redet nicht viel, doch seine Freunde, Familie\nund Pokémon sind ihm äußerst wichtig. Einst war er\nbesessen von dem Gedanken, immer stärker zu werden.",
    "10245000002": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10123800000": "Selene trägt ein unübliches Outfit, um sich noch besser mit\nUltrabestien anzufreunden. Sie und ihr Partner Anego\nentspannen sich heute in einem Café.",
    "10122800000": "Elio trägt ein unübliches Outfit, um sich noch besser mit\nUltrabestien anzufreunden. Heute unternimmt er einen\nentspannten Spaziergang mit seinem Partner Muramura.",
    "10317000000": "Dieser Trainer besucht eine Akademie in Paldea. Er wirkt\nunfreundlich, ist jedoch gütig und leidenschaftlich. Es ist\nsein großes Ziel, ein Koch zu werden, der Pokémon helfen\nkann, sich besser zu fühlen.",
    "10289100000": "Nemila trägt eine Machtmontur. Beim Kampf mit einem\netwas wildgewordenen Brüllschweif, dessen urzeitliche\nStärke mächtig einschlägt, geht sie aufs Ganze.",
    "10296000001": "Diese Arenaleiterin aus Fermanca City ist als Streamerin\nfür ihre Show „EnigmaTV“ bekannt. Ihre unverwechselbare\nBegrüßung ist knackig und leicht einprägsam.",
    "10137000001": "Er ist eine Koryphäe in der Pokémon-Forschung und soll\nfrüher ein zielstrebiger Trainer gewesen sein. Er ist Blaus\nGroßvater.",
    "10021000002": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund.",
    "10091900000": "Cynthia hat die Macht ihres Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nSie will ihre Verbindung zu Knakrack weiter vertiefen und\nfolgt unbeirrt ihrem Herzen.",
    "10090900000": "Troy hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nEr beweist allen, welch enorme Stärke er durch die enge\nVerbindung zu Metagross besitzt.",
    "10111900000": "Siegfried hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nSeine tiefgreifende Freundschaft zu Dragoran hilft ihm\ndabei, jegliche Hindernisse zu überwinden.",
    "10066100000": "Lyer trägt eine Machtmontur. Er und Monetigo, das\ngoldene Duo, schimmern heller als alles andere auf\nPassio. Sein Outfit verleitet ihn dazu, das Geld mit vollen\nHänden auszugeben.",
    "10177000000": "Dieses besonnene Mitglied der Top Vier aus Kalos ist auf\nFeuer-Pokémon spezialisiert und arbeitet zudem als die\nNachrichtensprecherin des Holo-Logs. Ihre stürmische\nPersönlichkeit kommt mitunter im Kampf zum Vorschein.",
    "10171000000": "Dieser Leiter der Kampf-Arena in Johto stählt seinen\nKörper an der Seite seiner Pokémon. Er hat eine\nSchwäche für Süßes und isst heimlich Süßigkeiten\nzwischen seinen Trainingseinheiten.",
    "10181000000": "Dieser Trainer bereiste die Kalos-Region mit dem Ziel,\nseinen Pokédex zu vervollständigen. Er räumt bei jedem\nTest die volle Punktzahl ab, ist aber trotzdem sehr\nbescheiden.",
    "10118510000": "Lilly hat sich besonders schick gemacht. Sie freundet sich\nmit Solgaleo an, das sich nach Passio verirrt hat. Seine\nMacht ist so groß, dass es die Nacht zum Tag macht.",
    "10207000000": "Die Erstgeborene der vier Kampf-Châtelaine-Schwestern\nist die Expertin für Reihumkämpfe im Kampfhaus. Da sie\ndie verantwortungsvollste der vier ist, hält sie ihre\neigensinnigen Schwestern im Zaum.",
    "10017000002": "Dieses fröhliche und umgängliche Mädchen hat ein\nunerschöpfliches Interesse an Pokémon und großes\nVertrauen in sein Können im Pokémon-Kampf.",
    "10111000002": "Der Champ des Indigo-Plateaus legt Wert auf Vertrauen\nund Liebe zu Pokémon und mag faire Kämpfe. Er kümmert\nsich um andere und wird von vielen verehrt.",
    "10133000002": "Dieser junge Mann will der Stärkste der Welt werden.\nSeine Vergangenheit hat ihn gelehrt, dass es nicht nur\nauf Stärke ankommt, sondern auch auf Freundlichkeit.",
    "10047000001": "Ein maskierter Trainer, den der Drang nach Stärke um die\nWelt führte und der schließlich mit einem Platz unter den\nTop Vier von Kanto belohnt wurde.",
    "10023000001": "Sie ist ein fürsorglicher Trainer und kümmert sich sofort\num im Kampf verletzte Pokémon. Laut eigener Aussage\nist die Offensive ihre Schwäche.",
    "10120000001": "Samantha ist die attraktive Präsidentin der Æther\nFoundation und die Mutter von Lilly und Gladio.\nSie liebt Pokémon über alles.",
    "10262000001": "Rose ist der Geschäftsführer des Industriekonglomerats\nMacro Cosmos in Galar. Auch auf Passio stellt er sein\ngrandioses Talent zur Schau.\n(Hinweis: Dieser Text wurde von seiner Assistentin\nverfasst.)",
    "10067010001": "Sie ist schon in jungem Alter in Lyers Gefolgschaft \ngetreten und stellt sein Wohlergehen daher immer an\nerste Stelle. Trotz ihres lockeren Auftretens nimmt sie ihre\nArbeit sehr ernst.",
    "10068010001": "Drival ist ein Gefolgsmann von Lyers Königsfamilie und\nder Vorsitzende des Organisationskomitees der WPM.\nSeine Gestalt wirkt einschüchternd, eigentlich ist er aber\nrecht sentimental.",
    "10327000000": "Der Boss der Segin-Bande, den Unlicht-Mitgliedern von\nTeam Star, besucht eine Akademie in Paldea. Seine\nTeam-Mitglieder verlassen sich auf ihn und er ist zudem\nfür die musikalische Untermalung des Teams zuständig.",
    "10318000000": "Dieser Mann ist der Direktor einer Akademie in Paldea.\nEr zeigt sich oft von seiner strengen Seite, hat aber immer\nein offenes Ohr für seine Schüler. Bevor er sich seiner\nArbeit als Lehrer widmete, war er Pokémon-Forscher.",
    "10296400000": "Enigmara ist einem mysteriösen Phänomen auf der Spur.\nSie traf Flatterhaar beim Dreh einer besonderen Show,\nworaufhin sie ein Gefährtengespann gebildet haben.\nAllerdings zögert Enigmara noch, wenn es darum geht,\nFlatterhaar in ihren Videos zu zeigen.",
    "10024400000": "Anissa berichtet über ein mysteriöses Phänomen. In der\nHoffnung auf ein wenig Inspiration für ihr nächstes Buch\nnimmt sie gemeinsam mit Frosdedje am nächtlichen\nFestzug teil.",
    "10099000002": "Ein lebhafter Junge mit einer ernsten Passion für Pokémon.\nSein ungestümes Wesen sorgt dafür, dass er unbeirrt alles\numsetzt, was er sich vornimmt.",
    "10066010001": "Der Veranstalter der WPM hat nicht nur die künstliche\nInsel Passio angelegt, sondern ist auch der Prinz eines\nfremden Königreichs. Er ist sehr geschickt und schöpft im\nKampf Stärke aus seiner Freundschaft mit Hoopa.",
    "10108100000": "Hin trägt eine Machtmontur. Er und Skelabra begeben sich\nauf der Suche nach bislang ungesehenen Anblicken\nununterbrochen auf neue Höhen.",
    "10109100000": "Her trägt eine Machtmontur. Er und Zapplarang sind für\nalles bereit und siegeshungrig! Gemeinsam hoffen sie auf\nelektrisierende Kämpfe!",
    "10330000000": "Der Boss der Caph-Bande, den Kampf-Mitgliedern von\nTeam Star, unterrichtet die anderen Mitglieder im Kämpfen\nund besucht eine Akademie in Paldea. Sie gibt stets alles\nund würde ihr Leben zum Wohle ihrer Freunde aufs Spiel\nsetzen!",
    "10187000000": "Diese Trainerin ist wie eine Mentorin für Serena und ihre\nFreunde. Nachdem sie ihren Pokédex von Professor Platan\nerhielt, bereiste sie Kalos. Sie ist freundlich, kann jedoch\nmanchmal etwas bevormundend erscheinen.",
    "10188000000": "Dieser Trainer ist wie ein Mentor für Serena und ihre\nFreunde. Nachdem er seinen Pokédex von Professor Platan\nerhielt, bereiste er Kalos. Er ist sehr höflich und stärkt Sina\noft den Rücken.",
    "10180000001": "Dieser Trainer ist durch Kalos gereist und liebt es zu\ntanzen. Sein Traum ist es, das ideale Pokémon-Tanzteam\nzusammenzustellen. Die Bewegungen von Pokémon ziehen\nihn selbst im Kampf in den Bann.",
    "10139000001": "Diese Trainerin ist durch Kalos gereist, um ihren Traum zu\nfinden. Sie mag niedliche Pokémon und Rätsel.\nErinnerungen mit ihren Freunden schätzt sie über alles.",
    "10004000008": "Ein heißblütiges Mädchen mit einer Passion für Mode,\nUnterhaltung und Pokémon-Kämpfe. Sie ist ständig auf\nReisen, um an ihrer Technik zu feilen.",
    "10020000008": "Ein fähiger und kampfstarker Trainer, der sein Können auf\nReisen durch Einall erworben haben soll. Er wirkt nach\naußen zwar immer ruhig, hasst es aber zu verlieren.",
    "10003000008": "Kalem ist ein disziplinierter Trainer, der stets danach\nstrebt, stärker zu werden. Er versteckt die in ihm\nbrennende Leidenschaft und gibt sich cool.",
    "10247900000": "Delion hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nAngetrieben durch die enge Verbindung zu seinem Glurak,\nbeschreitet er ab jetzt einen neuen Weg.",
    "10118420000": "Lilly hat sich für ihren Auftritt beim Fest einem\nMusikensemble angeschlossen und spielt eine sanfte\nFlötenmelodie. Ihr Partner-Pokémon Primarene tritt mit ihr\nauf. Es stammt aus einem Ei, das sie von Elio erhielt.",
    "10045400000": "Kai hat sich für seinen Auftritt beim Fest einem\nMusikensemble angeschlossen. Als Dirigent leitet er das\nOrchester an und studiert dabei die imposanten Rufe\nseines Zirpeise.",
    "10248000000": "Diesem auf Pflanzen-Pokémon spezialisierten Arenaleiter\naus Galar fällt es aufgrund seiner Sanftmütigkeit schwer,\ngegen schwächere Gegner Ernst zu machen, weshalb ihm\nbei der Arena-Challenge die erste Arena zugeteilt wurde.",
    "10014010002": "Ein talentierter Trainer, der in Einall zugleich als Lehrer\nund Arenaleiter tätig ist. Seinen Mangel an Erfahrung\nmacht er durch Fleiß wett.",
    "10317000001": "Dieser Trainer besucht eine Akademie in Paldea. Er wirkt\nunfreundlich, ist jedoch gütig und leidenschaftlich. Es ist\nsein großes Ziel, ein Koch zu werden, der Pokémon helfen\nkann, sich besser zu fühlen.",
    "10245000003": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10244000001": "Dieser Trainer aus Furlongham ist Delions jüngerer Bruder.\nSeine Erfahrungen während der Arena-Challenge haben\nihn zu seinem neuen Traum einer Laufbahn als\nPokémon-Professor inspiriert.",
    "10246000001": "Betys ist ein angehender Arenaleiter aus Galar. Trotz\nseiner zynischen Art und der Meinung, dass er bereits zur\nabsoluten Elite gehört, verfügt er über enormes Potenzial.\nTagtäglich nur von Pink umgeben zu sein könnte seine\nEinstellung aber vielleicht ändern...",
    "10320000000": "Der Boss der Schedir-Bande, den Feuer-Mitgliedern von\nTeam Star, besucht eine Akademie in Paldea. Sie ist sehr\naufrichtig und obendrein das Ass im Ärmel von Team Star.",
    "10328000000": "Der Boss der Tsih-Bande, den Gift-Mitgliedern von Team\nStar, besucht eine Akademie in Paldea. Er ist für die\nEntwürfe der Team-Outfits zuständig und hat außerdem\ndie Kostüme der Bosse von Team Star kreiert.",
    "10140110000": "Giovanni trägt eine Machtmontur. Erfüllt von Gier, nutzt er\nden unersättlichen Hunger von Schlingking aus, um alle\naus dem Weg zu räumen, die eine Bedrohung für Team\nRocket sein könnten.",
    "10257410000": "Roy hat für das neue Jahr seinen Freundeskreis erweitert.\nSein Ninja-Outfit ist ein Geschenk von Diam, dem sein\nPartner-Pokémon Sanaconda direkt ins Auge fiel.",
    "10303400000": "Poppy hat für das neue Jahr ihren Freundeskreis erweitert.\nIhr niedliches Outfit ist ein Geschenk von Ganoe und ihr\nPartner-Pokémon ist das Stahlos von Jasmin.",
    "10351000000": "Eine Trainerin in einem pinken Kimono, die in der\nRomantia-Arena in Kalos von Valerie lernt. Sie hat eine\nVorliebe für niedliche Dinge, wie zum Beispiel Puppen.",
    "10162000002": "Dieser Trainer aus Sandgemme in der Sinnoh-Region ist\nder Assistent von Professor Eibe, einem Experten für die\nEntwicklung von Pokémon. Sein freundliches Wesen sowie\nsein starker Gerechtigkeitssinn zeichnen ihn aus.",
    "10244000002": "Dieser Trainer aus Furlongham ist Delions jüngerer Bruder.\nSeine Erfahrungen während der Arena-Challenge haben\nihn zu seinem neuen Traum einer Laufbahn als\nPokémon-Professor inspiriert.",
    "10160000001": "Tracy ist eine passionierte Anglerin und einer der Captains\nder Insel Akala. Sie liebt ihre Familie und unterstützt diese\nbei diversen häuslichen Pflichten sowie beim Aufpassen\nauf ihre beiden jüngeren Zwillingsschwestern.",
    "10286000000": "Dieser Schüler der Trauben-Akademie steckt voller\nNeugierde und hat eine Schwäche für mysteriöse Dinge.\nEr kommt aus einer anderen Welt als Juliana und die\nanderen.",
    "10287000000": "Diese Schülerin der Orangen-Akademie ist sehr lebhaft\nund hat immer gute Laune, weshalb sie sich mit allen gut\nversteht. Sie kann manchmal ein wenig verpeilt sein.",
    "10008410000": "Erika bringt für das Fest der Freundschaft ihre Dankbarkeit\nmit einem Blumenstrauß zum Ausdruck. Die prachtvollen\nFarben ihres Partner-Pokémon Mantidea sind das Resultat\naus dessen Wertschätzung für Erikas Fürsorge.",
    "10097400000": "Charlie bringt für das Fest der Freundschaft ihre\nDankbarkeit mit einem Blumenstrauß zum Ausdruck.\nNachdem sie einem schüchternen Shaymin ihren Mut\ngezeigt hat, haben sie eine besondere Bindung zueinander\naufgebaut und ein Gefährtengespann gebildet.",
    "10318800000": "Direktor Clavel hat sich extra für Florian, der die\nTrauben-Akademie besucht hat, neu eingekleidet.\nAnscheinend trug er in Florians Welt dasselbe Outfit.",
    "10139000002": "Diese Trainerin ist durch Kalos gereist, um ihren Traum zu\nfinden. Sie mag niedliche Pokémon und Rätsel.\nErinnerungen mit ihren Freunden schätzt sie über alles.",
    "10158000001": "Der Champ der Kalos-Region ist auch eine berühmte\nSchauspielerin. Diantha besitzt ein freundliches Wesen und\nhat Interesse an talentierten Trainern. Sie ist häufig in\nCafés anzutreffen.",
    "10015000001": "Ein auch als „steinharter Pokémon-Trainer“ bekannter\nArenaleiter. Er ist zuverlässig und stets bereit, junge\nTrainer zu unterstützen.",
    "10042000001": "Eine Arenaleiterin, die ihre Vogel-Pokémon über alles\nliebt. Dank ihrer Anmut steht sie bei den Trainern in\nBaumhausen City hoch im Kurs.",
    "10294000001": "Dieser Leiter der Montanata-Arena in Paldea bewahrt\nstets einen kühlen Kopf, doch wenn sich der Kampf\nzuspitzt, kommt seine leidenschaftliche Seite zum\nVorschein. Er war einst ein Profi-Snowboarder.",
    "10019900000": "Brix trägt ein Outfit, das seinem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Er will einen Weg\nfinden, harmonisch mit Groudon zusammenzuleben.",
    "10126900000": "Maike trägt ein Outfit, das ihrem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Zusammen mit Kyogre\nwagt sie den Schritt in eine unbekannte Zukunft.",
    "10089900000": "N hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nEs ist ihm gelungen, das unzertrennbare Band mit seinen\nPokémon unter Beweis zu stellen.",
    "10329000000": "Der Boss der Rukbat-Bande, den Feen-Mitgliedern von\nTeam Star und dessen Mechaniker besucht eine Akademie\nin Paldea. Er ist der Erbauer der Starmobile, bei denen es\nsich um modifizierte Reit-Pokémon handelt.",
    "10098000001": "Diese optimistische Stimmungskanone liebt Malasadas und\nernste, unterhaltsame Kämpfe, bei denen Trainer und\nPokémon im Einklang sind.",
    "10019000001": "Der Sohn von Arenaleiter Norman setzt alles daran, in die\nFußstapfen seines Vaters zu treten. Er ist ein wenig frech,\ngibt im Kampf aber immer alles.",
    "10244000003": "Dieser Trainer aus Furlongham ist Delions jüngerer Bruder.\nSeine Erfahrungen während der Arena-Challenge haben\nihn zu seinem neuen Traum einer Laufbahn als\nPokémon-Professor inspiriert.",
    "10112000001": "Dieser verlässliche, erfahrene Trainer aus Johto liebt die\nNatur, besonders das Meer und die Berge. Er durchstreift\nstets Felder und Hügel und steckt voller Energie.",
    "10296000002": "Diese Arenaleiterin aus Fermanca City ist als Streamerin\nfür ihre Show „EnigmaTV“ bekannt. Ihre unverwechselbare\nBegrüßung ist knackig und leicht einprägsam.",
    "10245000004": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10090000002": "Ein Trainer auf Wanderschaft mit einem Faible für seltene\nSteine. Er ist der Sprössling der Devon Corporation und\nChamp der Pokémon-Liga von Hoenn.",
    "10352000000": "Dieses verlässliche Mitglied der Blaubeer-Top-Vier hat\neine Schwäche für alles Niedliche. Außerdem ist sie die\nTochter von Turner, dem Chef des Untergrundes und\nArenaleiter von Marea City.",
    "10290400000": "Lumius trägt eine Uniform der Passio-Akademie, die er zu\neinem einzigartigen Unikat verschönert hat. Er fliegt auf\nseinem Washakwil, das aus der Hisui-Region stammt, zur\nSchule.",
    "10245420000": "Mary trägt eine Uniform der Passio-Akademie, die sie zu\neinem einzigartigen Unikat verschönert hat. Neuerdings\nübt sie auf dem Schulhof das Reiten auf ihrem Mopex.",
    "10148410000": "Als Lehrkraft an der Passio-Akademie trägt Jens ein Outfit,\ndas er zu einem einzigartigen Unikat verschönert hat. Mit\nseinem Tornupto aus der Hisui-Region unterrichtet er\nMythen und Legenden aus Johto.",
    "10182000000": "Elima ist ein Captain auf Mele-Mele in der Alola-Region.\nEr hat eine Trainerschule besucht und Auslandsstudien in\nKalos absolviert. Er ist für seine Versessenheit bekannt.",
    "10101420000": "Rosy trägt ihre Uniform der Passio-Akademie genau so,\nwie sie sie erhalten hat. An der Akademie lernt sie so\nfleißig, wie sie nur kann.",
    "10091000002": "Dieser Champ aus Sinnoh erforscht als Archäologin alte\nMythen und die Geschichte der Pokémon, denen sie sich\nseit ihrer Jugend sehr verbunden fühlt.",
    "10286000001": "Dieser Schüler der Trauben-Akademie steckt voller\nNeugierde und hat eine Schwäche für mysteriöse Dinge.\nEr kommt aus einer anderen Welt als Juliana und die\nanderen.",
    "10102000001": "Sie hat als Trainer die Einall-Region bereist und arbeitet\nzurzeit als Professor Esches Assistentin, um mehr über ihre\ngeliebten Pokémon zu lernen.",
    "10352000001": "Dieses verlässliche Mitglied der Blaubeer-Top-Vier hat\neine Schwäche für alles Niedliche. Außerdem ist sie die\nTochter von Turner, dem Chef des Untergrundes und\nArenaleiter von Marea City.",
    "10132900000": "Lauro hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nSein reicher Erfahrungsschatz kommt auch vielen anderen\nTrainern zugute.",
    "10212000000": "Dieser Trainer aus Einall ist Lauros Enkelsohn. Sein\nNaturtalent beim Kämpfen hat ihn bis an die Spitze einer\nKampfeinrichtung geführt, in der die stärksten Trainer\nzusammentreffen.",
    "10296100000": "Enigmara trägt eine Machtmontur. Sie recherchiert zu\nFurienblitz, einem Pokémon voller Geheimnisse. In einem\nExklusivstream auf Passio enthüllt sie ihr neues Outfit.",
    "10106110000": "Kamilla trägt eine Machtmontur. Mit Voltolos in seiner\nTiergeistform an ihrer Seite will sie sich ein neues\nöffentliches Image zulegen.",
    "10246100000": "Betys trägt eine Machtmontur. Zusammen mit einem\nplötzlich aufgetauchten Eisenkrieger als neuem Partner\nbaut er sich eine ganz neue Zukunft auf.",
    "10364000000": "Dieser Trainer liebt das Wandern. Er weiß so einiges über\nberühmte Gipfel wie den Silberberg und erklimmt den\nHokulani-Berg lieber zu Fuß, als den Bus zu nehmen.",
    "10089000002": "Der ehemalige König von Team Plasma. Er verfügt über\nwundersame Kräfte und zählt selbst die Legendären\nPokémon Einalls zu seinen Freunden. Er strebt nach einer\nWelt, in der Menschen und Pokémon koexistieren können.",
    "10304000001": "Dieser Leiter der Mesclarra-Arena ist gleichzeitig ein\nMitglied der Top Vier in Paldea. Aufgrund seines vollen\nTerminkalenders sind ihm die Mahlzeiten während seiner\nPausen besonders wichtig.",
    "10026000001": "Eine heitere, geschwätzige Arenaleiterin, der kein Trend\nentgeht. Sie hängt sehr an ihren niedlichen Pokémon und\nbricht in Tränen aus, wenn diese verlieren.",
    "10012000001": "Eine muntere Arenaleiterin auf Rollerskates, die in ihrer\nHeimat Kalos als Hüterin der Geheimnisse der Mega-\nEntwicklung bekannt ist.",
    "10252000002": "Kabu ist ein Pokémon-Trainer vom Typ Feuer, der aus der\nHoenn-Region nach Galar eingeladen wurde. Er hat sich\neine Zeit lang schwer getan und nicht den gewünschten\nErfolg gehabt, weswegen er sogar in die Unterliga des\nChamp-Cups von Galar abgestiegen ist.",
    "10116000002": "Dieser Trainer ist immer guter Dinge und kümmert sich\ngerne um andere. Ihre Reisen durch die Sinnoh-Region\nhaben sie gestählt. Sie ist aber ein bisschen schusselig.",
    "10048800001": "Astor sieht in seinem Kimono ganz ungewohnt aus. In\nmysteriöser Anmut am Meeresufer stehend, lässt er das\nSchicksal mit einem Münzwurf über seine Pläne für die\nZukunft entscheiden.",
    "10122900000": "Elio trägt ein Outfit, das seinem neu gewonnenen Titel als\nPassios Neo-Champ würdig ist. Sein Mut strahlt heller als\ndie Sonne!",
    "10123900000": "Selene trägt ein Outfit, das ihrem neu gewonnenen Titel\nals Passios Neo-Champ würdig ist. Ihre Güte schimmert\nheller als der Mond.",
    "10304400000": "Aoki trägt ein besonderes Kostüm. Sagaria hat es ihm\ngeschenkt, nachdem sie erfuhr, dass er das Alola-Fest\nan seinem freien Tag besuchen will.",
    "10358000000": "Er mag wie ein Schüler der Orangen-Akademie in Paldea\nwirken, doch hinter der Verkleidung verbirgt sich... Clavel!\nEr erkundet Orte, die Lehrern oft verschlossen bleiben.",
    "10138000000": "Dieser Forscher aus Alola untersucht Regionalformen und\nist der Cousin von Professor Eich aus Kanto. Angeblich hat\ner großes Talent fürs Mantax-Surfen.",
    "10092000001": "Sie ist ein munterer Trainer und entstammt einem Klan,\nder im Einklang mit Drachen-Pokémon lebt. Ihr Talent im\nPokémon-Kampf machte sie schon früh zum Champ.",
    "10246000002": "Betys ist ein angehender Arenaleiter aus Galar. Trotz\nseiner zynischen Art und der Meinung, dass er bereits zur\nabsoluten Elite gehört, verfügt er über enormes Potenzial.\nTagtäglich nur von Pink umgeben zu sein könnte seine\nEinstellung aber vielleicht ändern...",
    "10255000001": "Mel ist schon seit ihren Zwanzigern die Arenaleiterin der\nEis-Arena in Galar. Sie ist eine ausgezeichnete, wenn\nauch sehr strenge, Lehrerin.",
    "10254000001": "Mac ist der Arenaleiter aus Galar, der sich auf\nGesteins-Pokémon spezialisiert hat. Aufgrund seines\nstylischen Auftretens im Kampf steht seine Beliebtheit\nseinem Talent in nichts nach.",
    "10112900000": "Klarin hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nIm Kampf gegen seinen Rivalen bringt er seine silberne\nSeele auf Hochglanz.",
    "10133910000": "Silber hat die Macht seines Ultimativen Gefährtensteins\nfreigesetzt und die schützende Gunst von Arceus erlangt.\nMit seinem Herz aus Gold stellt er sich seinem Rivalen.",
    "10091400000": "Cynthia verbringt ihre Ferien am Strand. Ihr Partner Milotic\nist nicht nur atemberaubend schön, sondern auch äußerst\nverlässlich. Gemeinsam haben sie viele Kämpfe bestritten.",
    "10016420000": "Géraldine verbringt ihre Ferien am Strand. Sie träumt\ndavon, eines Tages mit Papungha, von saisonalen Winden\ngetragen, umherzureisen.",
    "10247000001": "Delion ist Champ der Galar-Region und besitzt eine\nunschlagbare Stärke. Als Superstar ist er unvergleichlich\ncharismatisch und erfreut sich enormer Berühmtheit. Sein\nOrientierungssinn lässt jedoch zu wünschen übrig."
}
