{
    "10000000000": "Un Dresseur taciturne au talent légendaire,\nmeilleur ami et éternel rival de Blue.",
    "10001000000": "Un Professeur Pokémon spécialiste des capacités.\nIl a réalisé son rêve de créer une Ligue à Alola.",
    "10002000000": "Une jeune Dresseuse énergique qui prend grand soin\nde ses Pokémon et renforce constamment ses liens\navec eux.",
    "10003000000": "Un Dresseur stoïque mais enthousiaste qui brûle\nde s'améliorer et de devenir plus fort.",
    "10004000000": "Une jeune Dresseuse énergique qui aime la mode,\nles distractions, les voyages, et surtout, les combats\nPokémon.",
    "10005000000": "Une membre de Conseil 4 spécialiste des Pokémon\nGlace. Sa beauté froide cache une passion pour\nles peluches mignonnes, qu'elle collectionne.",
    "10006000000": "En constante surchauffe, ce membre de Conseil 4\nse dévoue corps et âme aux combats, qu'il remporte\ngrâce à ses Pokémon de type Feu.",
    "10007000000": "Une spécialiste du type Spectre, membre\ndu Conseil 4 d'Alola et héritière de l'ancienne\nfamille royale de la région.",
    "10008000000": "Une élégante Championne d'Arène qui trouve\ntous les Pokémon Plante adorables et donne\ndes cours d'arrangement floral à Kanto.",
    "10009000000": "Un Champion stoïque et déterminé qui partage son temps\nentre un entraînement rigoureux et sa famille qu'il adore.",
    "10010000000": "Un Champion spécialisé en Pokémon Eau surnommé\n« Lovis le Teigneux ». Ses performances énergiques\nlui valent de nombreux fans.",
    "10011000000": "Une Championne d'Arène de type Poison très populaire\nà Unys. Elle est aussi bassiste dans un groupe de rock.",
    "10012000000": "Une Championne se déplaçant toujours en roller.\nElle est l'héritière de la Gemme Sésame, le secret\nde la Méga-Évolution.",
    "10013000000": "Une Doyenne reconnue par le gardien de son île\nlors de son voyage à travers Alola. Elle possède\nle même accent que son grand-père.",
    "10014010000": "À la fois Champion et enseignant à Unys, il fait tout\npour être à la hauteur de ces deux rôles.",
    "10015000000": "Fort et dur comme la roche, ce Champion accompagne\nles jeunes Dresseurs dans leurs débuts.",
    "10015010000": "Plus solide que jamais avec son Look Ultime,\nPierre est paré au combat. Même ses attaques\nont le poids et l'impact du roc.",
    "10016000000": "Une Championne qui pilote son avion-cargo\naccompagnée de Pokémon oiseaux. Son énergie\nlui vaut de nombreux fans.",
    "10018000000": "Capable de bien s'entendre avec n'importe quel\nPokémon, cette Dresseuse voyage pour en apprendre\nplus à leur sujet.",
    "10019000000": "Fils d'un Champion d'Arène, ce Dresseur voue un grand\nrespect à son père et donne le meilleur de lui-même\nen combat.",
    "10020000000": "Un Dresseur habile qui a acquis sa puissance\nen parcourant Unys. Il déteste perdre !",
    "10021000000": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red.",
    "10022000000": "Un Champion dévoué aux Pokémon Glace et à sa famille,\nfan de Zhuman depuis qu'un des films sur ce héros l'a\nému aux larmes.",
    "10023000000": "Une Dresseuse douce qui déteste blesser les Pokémon\nen combat et consacre toute son énergie à les soigner.",
    "10024000000": "Membre du Conseil 4 d'Unys et écrivaine,\nelle s'inspire des Dresseurs qu'elle affronte\npour créer ses personnages.",
    "10025000000": "Spécialiste du type Glace en dépit de son tempérament\nde feu, elle songe à essayer de se montrer plus froide.",
    "10026000000": "Extrêmement énergique et souriante, cette Championne\nadore les Pokémon de son équipe et déteste perdre.",
    "10027000000": "Toujours de bonne humeur mais très peureuse,\ncette Championne de type Plante serait terrifiée\nà la vue d'un Pokémon Spectre.",
    "10028000000": "Aussi fière que les Pokémon Dragon qu'elle entraîne,\ncette Championne est la cousine de Peter, également\nDracologue.",
    "10029000000": "Une Championne au tempérament ardent qui s'efforce\nde remplir ses fonctions avec sérieux, ce qui l'angoisse\nbeaucoup.",
    "10030000000": "Fait rare, cette Championne partage son titre\navec son jumeau et coéquipier. Ils travaillent\ntous deux au Centre Spatial d'Algatia.",
    "10031000000": "Un Champion en parfaite symbiose avec sa jumelle\nTatia. Ils forment une bonne équipe mais se disputent\nparfois comme des enfants.",
    "10032000000": "Fort de plus de cinquante années d'expérience et\nsurnommé le « Dresseur du froid », ce Champion\nse lève tôt pour combattre.",
    "10033000000": "Ce Champion de type Sol dirige une mine à Unys.\nIl paraît rustre mais a le cœur sur la main, et ses\nemployés l'aiment beaucoup.",
    "10034000000": "Une des Capitaines d'Alola. Elle aime flâner et peindre\nde beaux paysages pour faire plaisir aux gens et aux\nPokémon.",
    "10035000000": "Prudent, ce Champion de type Électrik a truffé\nson Arène de pièges divers. Il réussit souvent\nà paralyser ses adversaires.",
    "10036000000": "Ce Capitaine d'Alola est un génie de la mécanique\nainsi qu'un ingénieur hors pair.",
    "10037000000": "Spécialiste du type Plante, ce Champion âgé\nfait du jardinage pour garder la forme et cueille\nlui-même ses feuilles de thé favorites.",
    "10038000000": "Champion de type Roche, mineur et amateur\nde fossiles, il respecte beaucoup son père\nCharles, également Champion.",
    "10039000000": "Photographe voyageuse et Championne spécialisée\ndans le type Insecte, elle sort souvent avec sa sœur,\nAlexia.",
    "10040000000": "Ce puissant Champion, célèbre pour son rôle\nde Zhuman, a dû mettre sa carrière d'acteur\nen pause après une blessure sur un tournage.",
    "10041000000": "Chef d'Usine à la Zone de Combat, ses vastes\nconnaissances et son esprit d'analyse lui permettent\nd'utiliser n'importe quel Pokémon.",
    "10042000000": "Une Championne qui aime les Pokémon oiseaux.\nSa grande élégance lui vaut de nombreux fans\nà Cimetronelle.",
    "10043000000": "Ce Champion spécialiste du type Combat aime\nla musculation et le surf. Il a rejoint Hoenn en\nsurf depuis Kanto.",
    "10044000000": "Meilleure élève de l'École des Dresseurs, cette puissante\nChampionne aime les Pokémon Roche et les fossiles.",
    "10045000000": "Ce Champion, le plus jeune de Johto, est fan du type\nInsecte et en connaît tous les secrets. Il espère devenir\nProfesseur Pokémon.",
    "10046000000": "Un Meneur de la Zone de Combat dont l'aspect rustre\ncache un vaste savoir et une grande passion pour les\nPokémon et leurs Dresseurs.",
    "10047000000": "Un Dresseur masqué. Sa soif inextinguible de puissance\nl'a conduit jusqu'au Conseil 4 de la région de Kanto.",
    "10048000000": "Amateur de jeux, ce membre du Conseil 4 d'Unys\nspécialiste des Pokémon Ténèbres se voit comme\nun esthète du hasard.",
    "10049000000": "Cette membre du Conseil 4 de Hoenn s'est entraînée\nau Mont Mémoria pour converser avec les Pokémon\nSpectre.",
    "10050000000": "Génie des arts martiaux, qu'elle pratique avec\ndes Pokémon Combat, cette Championne se sait\nredevable de tous ses adversaires.",
    "10051000000": "Cette Doyenne aimée pour sa force en combat Pokémon\net sa grande générosité tient une joaillerie et collectionne\nles fossiles.",
    "10052000000": "Un Champion passionné de nage. Son Arène donne\nsur la mer, ce qui lui permet de piquer une tête\nquand personne ne le défie.",
    "10053000000": "Un Champion aussi doué pour l'escalade que pour\nles conseils de mode. Il aime particulièrement les\ndesserts.",
    "10054000000": "Membre du Conseil 4 de Johto et ninja moderne,\nil a transmis son art à sa fille Jeannine.",
    "10055000000": "Membre du Conseil 4 de Kalos à l'esprit et à la tenue\nchevaleresques, il aime les Pokémon Acier et respecte\nles Dresseurs puissants.",
    "10056000000": "Doyen et policier à Alola, il cache sous son air\nindifférent un grand sens de la justice et un amour\ndes combats Pokémon.",
    "10057000000": "Membre du Conseil 4 de Kanto, il consacre toute\nson énergie à l'entraînement intensif de son corps\net de ses Pokémon.",
    "10058000000": "Cette membre du Conseil 4 d'Alola au talent\nlégendaire est aussi golfeuse professionnelle.\nElle voyage dans le monde entier.",
    "10059000000": "Autrefois Scientifique, ce Dresseur aguerri passionné de\nquiz est à présent un Champion spécialisé en type Feu.",
    "10060000000": "Fille de Koga et Championne, elle utilise les mêmes\nPokémon que son père, qu'elle idolâtre.",
    "10061000000": "Membre de Conseil 4 expérimentée et aux techniques\nredoutables, elle semble avoir eu un différend avec\nle Professeur Chen par le passé.",
    "10062000000": "Intelligente et calme, cette membre de Conseil 4\nvoue une passion dévorante aux Pokémon Ténèbres\nles plus sauvages.",
    "10063000000": "Ce membre du Conseil 4 d'Unys tient à se battre\ndans les règles pour perfectionner sa technique\net sa puissance.",
    "10090000000": "Collectionneur de pierres rares et président de\nla Devon SARL, c'est aussi le Maître de Hoenn.",
    "10091000000": "Enfant, cette archéologue spécialiste des légendes\net Maître de Sinnoh est partie explorer le monde\navec un Pokédex.",
    "10092000000": "Une jeune fille joyeuse issue d'un peuple qui vit\navec des Pokémon Dragon. Sa puissance est telle\nqu'elle est devenue Maître.",
    "10094000000": "Jadis sauvé par un Pokémon, ce membre du Conseil 4\nde Hoenn considère qu'un Dresseur se doit d'avoir un\ncœur vertueux.",
    "10095000000": "Fille de bonne famille qui a fait d'énormes\nefforts pour surmonter ses propres faiblesses,\nelle s'est hissée jusqu'au Conseil 4 d'Unys.",
    "10096000000": "Ce membre du Conseil 4 de Kalos maîtrise parfaitement\nla cuisine et les combats Pokémon, qu'il considère comme\ndes arts.",
    "10097000000": "Une Dresseuse qui, sous ses airs mystérieux, est juste\ntrop timide pour s'exprimer. Elle aime profondément\nles gens et les Pokémon.",
    "10098000000": "Un garçon joyeux et toujours souriant. Il aime\nles malasadas et les combats qui rapprochent\nles Dresseurs et leurs Pokémon.",
    "10099000000": "Un Dresseur extrêmement sérieux dans son approche\ndes Pokémon qui, par impatience, fonce parfois pour\natteindre son but.",
    "10101000000": "Une Dresseuse énergique qui aime attirer l'attention.\nElle rêve de combattre les Dresseurs du monde entier.",
    "18000000000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] jeune Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] qui se lance dans des aventures\nélectrisantes avec son Pokémon.",
    "10110000000": "Surnommée « la sirène en short », cette Championne\nd'Arène joyeuse et toujours de bonne humeur sait être\nsérieuse quand il le faut.",
    "10106000000": "Une top-modèle et Championne du type Électrik.\nElle fait preuve d'une élégance incomparable lorsqu'elle\nse bat dans son Arène en forme de podium.",
    "10153000000": "Membre du Conseil 4 de Hoenn, où elle est venue pour\naffiner sa maîtrise des capacités Glace. Elle cherche un\nadversaire contre lequel déchaîner toute sa puissance.",
    "18000020000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] prometteu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ], accompagné[FR:Gen Ref=\"255\" F=\"e\" ] de son\nnouveau Pokémon. Sa force réside dans les multiples\npossibilités qui s'offrent à [FR:Gen Ref=\"255\" M=\"lui\" F=\"elle\" ] dans le futur.",
    "10101100000": "Écho a revêtu son habit de fêtes. Accompagnée de\nson Cadoizo, elle s'active pour apporter sa gratitude à\ntous ceux qui lui ont rendu service.",
    "10096100000": "Même dans cette tenue festive, son dévouement à l'art\nculinaire reste entier. Il réfléchit à un plat raffiné utilisant\nl'encre d'Octillery pour ravir les palais de ses hôtes.",
    "10140000000": "Le chef de la Team Rainbow Rocket, une organisation\ncriminelle voulant utiliser les Pokémon pour conquérir le\nmonde. Il considère les Pokémon comme des objets.",
    "10111000000": "Le Maître du Plateau Indigo. Il est accompagné de\nPokémon qui lui vouent une confiance et un amour\nabsolu. Il aime les combats et aider les gens en difficulté.",
    "10017000000": "Une jeune fille joyeuse et amicale. Son insatiable curiosité\npour tout ce qui touche aux Pokémon en fait une\nformidable Dresseuse et une redoutable adversaire.",
    "10112000000": "Un Dresseur très compétent qui a gagné l'admiration\nd'une génération entière. Originaire de Johto, il adore la\nnature, qu'il parcourt par monts et par vaux avec plaisir.",
    "18000120000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] dont le cœur bat plus fort lorsqu'[FR:Gen Ref=\"255\" M=\"il\" F=\"elle\" ]\nimagine tout ce qu'un jour nouveau peut offrir.\nUn Pokémon légendaire l'accompagne au combat.",
    "10129000000": "Une jeune fille mystérieuse au sourire énigmatique. Elle\nfera tout pour remplir sa mission en tant que Gardienne\ndu Savoir du Peuple du Météore.",
    "10106100000": "Avec son Look Ultime, Inezia a bien l'intention d'être\nnuméro 1 des combats Pokémon et de la haute\ncouture.",
    "10157000000": "Une Championne qui confectionne elle-même ses tenues.\nElle puise son inspiration unique dans son désir intense de\ndevenir un Pokémon.",
    "10114000000": "Une Championne d'Arène aux pouvoirs psychiques\nintenses. Elle peut voir le futur, et est spécialiste des\nPokémon Psy, bien qu'elle n'aime guère se battre.",
    "10151000000": "Une spécialiste du type Spectre qui s'illustre dans les\nConcours Pokémon. Elle ne ménage jamais ses efforts,\nce qui lui a permis de devenir aussi Championne d'Arène.",
    "10137000000": "Grand-père de Blue et l'une des plus grandes autorités\nen matière de recherche Pokémon. On dit qu'il était\négalement un Dresseur chevronné dans sa jeunesse.",
    "10125000000": "Le boss d'une bande de bons à rien d'Alola nommée la\nTeam Skull. Sa force lui permet de se faire obéir par cette\nbande hétéroclite, et sa gentillesse de s'en faire aimer.",
    "10121000000": "Admin de la Team Skull, elle se comporte plus comme\nune grande sœur qu'un chef. Elle vole à leur rescousse\nau moindre tracas, et ne supporte pas qu'on les humilie.",
    "10131000000": "Le Champion de la Tour Prismatique d'Illumis.\nIl vient en aide aux autres Dresseurs grâce à\nsa passion dévorante pour les découvertes\nscientifiques qui « ouvriront la voie ».",
    "10127000000": "Surnommé le « prince de l'eau », Marc est un Champion\nd'Arène dont le style de combat raffiné lui attire de\nnombreuses admiratrices.",
    "10113000000": "D'une tendresse infinie envers les Pokémon, Jasmine est\nune Championne d'Arène calme et réfléchie. Elle voue\nune passion dévorante aux Pokémon Acier.",
    "10128000000": "Timmy est un jeune homme passionné par les Pokémon et\nles combats. Il s'est entraîné de toutes ses forces afin de\ndevenir un meilleur Dresseur Pokémon.",
    "10133000000": "Un jeune Dresseur qui rêve de devenir le plus fort du\nmonde. Au fil de son aventure, il a appris que la\ngentillesse était au moins aussi importante que la force.",
    "10155000000": "Cette membre du Conseil 4 vit à Kalos tout en suivant\nles enseignements de sa famille. Elle aime affronter\nde puissants Dresseurs pour permettre à ses Pokémon\nde s'améliorer.",
    "10159000000": "Parsley est un valet d'exception doté d'une perspicacité\nhors pair. Le secret de sa force réside dans sa capacité\nà évaluer et à s'adapter à n'importe quelle situation.",
    "10116000000": "Une Dresseuse très positive quoiqu'un peu distraite, qui\nadore aider son prochain. Ses aventures à Sinnoh lui ont\npermis de développer une grande puissance.",
    "10170000000": "Champion de l'Arène de Volucité, Artie puise son\ninspiration dans les Pokémon Insecte qu'il aime beaucoup.\nIl vit à son rythme mais possède une grande intelligence.",
    "10048100000": "Pieris a revêtu son impressionnant Look Ultime bleu.\nAffûté par les mers déchaînées, son amour pour le hasard\nlui donne un grand avantage pour remporter la victoire.",
    "10130000000": "Une jeune Dresseuse qui aime les Pokémon et la mode.\nD'une nature joyeuse et enjouée, elle révèle son côté\nadulte et calme dès que le combat commence !",
    "10148000000": "Champion d'Arène du type Spectre, Mortimer passe son\ntemps à l'Arène de Rosalia à suivre son entraînement\nsecret ! Il est ainsi capable de voir ce que les autres ne\nvoient pas.",
    "10198000000": "Meneuse du Reptile de Combat, son flegme cache en\nréalité une grande combativité. Les défaites lui restent en\ntravers de la gorge et elle n'oublie jamais un adversaire\ncontre qui elle a perdu.",
    "10240000000": "Membre de la Team Rocket, Jessie est là afin d'écraser\nl'amour et la vérité. En équipe avec ses acolytes, James\net Miaouss, elle répand le mal sur terre après avoir juré\nallégeance à leur boss Giovanni.",
    "10194000000": "Hélio, le boss de la Team Galaxie, veut créer un nouveau\nmonde car l'esprit humain est imparfait. Ses subordonnés\nfont confiance à sa nature froide et logique.",
    "10091010000": "Cynthia a revêtu son Look Ultime, symbole de sa grande\ncombativité ! Elle s'est jurée d'atteindre les sommets avec\nson Ékaïser avec qui elle s'est entraînée dur !",
    "10090400000": "Pierre Rochard déborde d'enthousiasme avec cette tenue\ndécontractée. Accompagné de son Sablaireau d'Alola,\nil cherche des pierres dans les grottes et calme les\nardeurs de ses adversaires.",
    "10002400000": "Pour affronter les grandes chaleurs de l'été, Célesta\ns'est procurée une toute nouvelle tenue. Charmés par\nl'ambiance joyeuse des festivals, elle et Rondoudou\ndansent et chantent à tue-tête.",
    "10241000000": "Membre de le Team Rocket, James est là afin d'étendre\nson pouvoir jusqu'à la voie lactée. Il travaille nuit et jour\navec Jessie et Miaouss afin de mener à bien les projets\nambitieux de leur boss Giovanni.",
    "10118000000": "Cette Dresseuse courageuse au grand cœur a bien grandi\ndepuis ses aventures à Alola. Elle a appris à faire face à\nn'importe quelle épreuve !",
    "10119000000": "Peu loquace, ce Dresseur est pourtant très attaché à ses\namis, sa famille et son Pokémon. Auparavant, il était aussi\nconnu pour son obsession pour la puissance.",
    "10120000000": "Cette beauté est la présidente de la Fondation Æther. Elle\nvoue un amour profond aux Pokémon et à ses enfants :\nLilie et Gladio.",
    "10021010000": "Blue a revêtu son Look Ultime et vise les sommets\navec son Tortank. Ensemble, ils ont vaincu des\nadversaires parmi les plus coriaces !",
    "10017100000": "Avec son Look Ultime très sport, Leaf a juré de protéger\nses amis et de se battre de toutes ses forces aux côtés de\nson Florizarre avec qui elle partage un lien indéfectible.",
    "10115000000": "Connu comme le meilleur Champion d'Arène de Sinnoh,\nce jeune homme passionné recherche l'engouement dans\nles combats Pokémon. Il passe son temps à rénover son\nArène en attendant l'arrivée de Dresseurs dignes de lui.",
    "10183000000": "Responsable des Boîtes PC de la région d'Alola et\ndirecteur de l'Observatoire Hokulani, Molène est une\npersonne aimable à la curiosité débordante. Il est un\nami proche du Professeur Euphorbe et le cousin de Chrys.",
    "10007400000": "Margie passe à l'attaque avec ses amis dans son superbe\ncostume de Mimiqui et part à la chasse aux friandises\ndans la ville décorée pour l'occasion !",
    "10020400000": "Déguisé en Grahyèna, Ludwig se lance dans la chasse\naux bonbons au travers la ville décorée pour l'occasion.\nSi c'est pour protéger ses amis, il n'hésite pas à faire face\naux Pokémon Spectre dont il a pourtant peur !",
    "10100000000": "Ce Dresseur talentueux a parcouru la région d'Unys à la\nrecherche d'aventure. Il sait s'adapter à n'importe quel\npartenaire à la perfection, et étudie l'origine de la force\ndes Dresseurs pour qui il éprouve du respect.",
    "10102000000": "Cette Dresseuse a parcouru la région d'Unys.\nElle travaille actuellement comme assistante de\nla Professeure Keteleeria afin d'apprendre à\nmieux connaître ses Pokémon adorés.",
    "10215000000": "Atalante et « Alty », son Altaria chéri, sont les\ncoqueluches de la région de Hoenn et les vedettes\nde ses concours Pokémon. Ce sont ses talents et son\nintransigeance envers elle-même qui font son charme.",
    "10243000000": "Gloria est une Dresseuse pleine de courage qui relève\ntous les défis. Elle est un peu farceuse et adore passer\ndu temps à l'extérieur, et elle aime autant les combats\nPokémon que le curry.",
    "10016400000": "Carolina est de retour dans ses vêtements d'hiver rouges\net chauds. Aidée de Togekiss, le Pokémon qui dispense\nmille bienfaits, elle souhaite apporter le bonheur à tous.",
    "10008400000": "Erika a une nouvelle tenue et un panier de fleurs.\nAvec son Guérilande, qui adore les fleurs, elle rend son\nentourage heureux avec de beaux arrangements floraux.",
    "10089000000": "Ce jeune homme aux pouvoirs particuliers est le roi déchu\nde la Team Plasma. On dit qu'il a noué des liens d'amitié\nmême avec les Pokémon légendaires d'Unys. Il rêve\nd'un monde où humains et Pokémon vivraient réellement\nen harmonie.",
    "10126000000": "Originaire de Hoenn, la fille du Professeur Seko est une\nbonne âme au tempérament jovial. Accompagnée de\nPokémon mignons, elle adore aider son père dans\nses recherches en pleine nature.",
    "10118400000": "Lilie se bat dans des habits traditionnels de Johto.\nLes boules de pollen confectionnées par son Rubombelle\nsont si délicieuses qu'il leur arrive de s'en remplir\nl'estomac au point de ne plus rien pouvoir avaler d'autre.",
    "10111400000": "Peter a revêtu les habits traditionnels de sa région.\nOn dit qu'à cette occasion, il parcourt Passio\nà la recherche d'une cape qui irait bien avec le motif\nde ses vêtements rappelant la puissance de Léviator.",
    "10124000000": "Une des Capitaines de l'île d'Akala à Alola.\nElle accueille les clients dans le restaurant de sa famille\net y exerce son talent pour la cuisine. Ses idées\nculinaires ne font pas toujours l'unanimité, mais elles sont\ntout de même populaires auprès de certaines personnes.",
    "10132000000": "Cet ancien Maître d'Unys a vécu toutes sortes\nd'expériences dans sa vie. Il parcourt le monde pour\néchanger avec les jeunes générations et leur montrer\ncombien être avec les Pokémon, c'est merveilleux !",
    "10136000000": "Ce charmant Professeur Pokémon vient d'Illumis, à Kalos.\nIl étudie les mystères de la Méga-Évolution.\nSur son temps libre, il adore faire le tour des cafés\npour y déguster toutes sortes de gourmandises.",
    "10196000000": "Un chercheur renommé qui est également à la tête\nde la Team Flare. Lysandre déteste les conflits\ndans le monde. Son but est de créer un monde parfait,\noù seuls les élus demeureraient.",
    "10256000000": "Un Champion de Galar qui aime les Pokémon de type\nTénèbres. Peterson est également un chanteur\net compositeur renommé. Nombre de fans apprécient\nson timbre de voix mélancolique.",
    "10130400000": "Serena porte une nouvelle tenue pour célébrer un jour\nspécial ! Avec son nouveau sac tout mignon, sa tenue\nélégante est parfaitement assortie à son Farfaduvet.",
    "10116400000": "Aurore s'apprête à préparer tout plein de bonnes choses\npour un jour très spécial ! Avec Charmilly, elle va faire\nde délicieuses friandises pour ses amis !",
    "10158000000": "Dianthéa est le Maître de Kalos et une actrice de cinéma\ncélèbre. Elle est d'une nature amicale et aime discuter\navec les Dresseurs talentueux. On raconte\nqu'elle fréquente les cafés.",
    "10092800000": "Depuis qu'elle est devenue le Maître d'Unys, Iris a gagné\nen maturité. C'est une puissante Dresseuse qui aime\nse battre contre des Dresseurs tout aussi talentueux.",
    "10245000000": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait gagner\nde nombreux admirateurs.",
    "10247000000": "Connu comme le Maître Invaincu de Galar,\nTarak possède un charisme fou qui lui a valu\nson immense popularité. En revanche, on raconte\nqu'il n'a aucun sens de l'orientation.",
    "10122000000": "Un Dresseur qui aime les Pokémon et partir à l'aventure.\nIl poursuit son apprentissage en participant au Tour\ndes Îles, à Alola. Même le Professeur Euphorbe reconnaît\nsa puissance.",
    "10123000000": "Une Dresseuse extrêmement curieuse et généreuse\nqui se fait des amis facilement partout où elle va.\nElle ne se préoccupe pas des petits détails\net agit en suivant son instinct.",
    "10126400000": "Flora a revêtu sa tenue spéciale pour la chasse\naux œufs. Son accessoire préféré est sans nul doute\nson bandeau orné de longues et douces oreilles.\nSon Lockpin, qui est doué pour dénicher tout un tas\nde choses, est un partenaire précieux sur le terrain. ",
    "10170400000": "Dans sa tenue spéciale, Artie est paré pour animer\nla chasse aux œufs en compagnie de Togepi, qui, avec\nson enthousiasme pour le dessin, est le partenaire idéal.\nSes vêtements colorés sont pour lui une source\nd'inspiration artistique.",
    "10249000000": "Cette Championne de Galar est également un mannequin\ntrès populaire. Elle a grandi en jouant avec des Pokémon\nde type Eau, influencée par son père, pêcheur,\net sa mère, commerçante. Elle est amie avec Sonya.",
    "10250000000": "Stoïque, elle étudie l'art du karaté à Galar avec assiduité.\nElle a un penchant secret pour les sucreries.",
    "10257000000": "Le Champion d'Arène le plus puissant de Galar.\nD'ordinaire amical, il est impitoyable en combat.",
    "10195000000": "L'homme qui dirigeait la Team Plasma dans l'ombre.\nCruel et manipulateur, il a, par le passé,\nessayé de dominer le monde en se servant de N.",
    "10117000000": "Un Catcheur célèbre de la région d'Alola, dont la mission\nest de préserver l'héritage de la Bataille Royale.\nSes fans portent des masques lors de ses combats\npour afficher leur soutien.",
    "10192000000": "Le leader de la Team Magma rêve de créer un monde\nparfait pour l'humanité. Il possède un esprit pratique\net n'hésite pas à faire des sacrifices pour atteindre\nses objectifs.",
    "10193000000": "Le leader de la Team Aqua souhaite créer un monde\nparfait pour les Pokémon. Il est extraverti et possède\nune forte personnalité, ce qui lui a permis de créer\nun lien de confiance avec ses subalternes.",
    "10161000000": "Ce Doyen de l'île de Mele-Mele d'Alola est aussi\nle grand-père de Tili. Dresseur de très haut niveau,\nil est également expert en lutte traditionnelle d'Alola.",
    "10160000000": "Cette Capitaine de l'île d'Akala est passionnée de pêche.\nElle ne manque jamais une occasion d'aider sa famille\nou de s'occuper de ses petites sœurs.",
    "10149000000": "Ce Capitaine d'Akala est passionné de danse\net veut un jour en faire son métier. Accompagné\nde son Ossatueur, il étudie les danses traditionnelles\nd'Alola transmises de génération en génération.",
    "10008000001": "Une élégante Championne d'Arène qui trouve\ntous les Pokémon Plante adorables et donne\ndes cours d'arrangement floral à Kanto.",
    "10035000001": "Prudent, ce Champion de type Électrik a truffé\nson Arène de pièges divers. Il réussit souvent\nà paralyser ses adversaires.",
    "10148000001": "Champion d'Arène du type Spectre, Mortimer passe son\ntemps à l'Arène de Rosalia à suivre son entraînement\nsecret ! Il est ainsi capable de voir ce que les autres\nne voient pas.",
    "10062000001": "Intelligente et calme, cette membre de Conseil 4\nvoue une passion dévorante aux Pokémon Ténèbres\nles plus sauvages.",
    "10129000001": "Une jeune fille mystérieuse au sourire énigmatique. Elle\nfera tout pour remplir sa mission en tant que Gardienne\ndu Savoir du Peuple du Météore.",
    "10108000000": "Ce Chef du Métro est l'aîné des deux jumeaux\nqui dirigent le célèbre Métro de Combat\nde la région d'Unys. Il se spécialise\ndans les combats Solo.",
    "10109000000": "Ce Chef du Métro est le cadet des deux jumeaux\nqui dirigent le célèbre Métro de Combat de la région\nd'Unys. Il aime voir toutes les combinaisons de Pokémon\npossibles lors des combats Duo.",
    "10243400000": "Gloria porte une jolie tenue estivale. Accompagnée\nde Lézargus, son partenaire Pokémon de longue date,\nelle ne rate jamais son coup, même lorsqu'elle vise\nles plus forts de ses adversaires !",
    "10245400000": "Rosemary a revêtu une tenue estivale colorée.\nElle s'entraîne à sourire avec Angoliath pour\nêtre fin prête à accueillir tous les clients\nde la paillote de plage où elle travaille cet été.",
    "10066010000": "Le créateur du WPM et propriétaire de l'île artificielle\nde Passio. Prince d'un pays lointain, il est également\nextrêmement doué. Les liens profonds qu'il entretient\navec Hoopa lui donnent la volonté de se livrer\nentièrement lors des combats.",
    "10067010000": "Ayant été la domestique d'Alexis depuis sa plus tendre\nenfance, ce dernier occupe une place importante dans\nson cœur. Malgré sa personnalité unique et sa nature\ndésinvolte, elle accomplit son travail avec assiduité.",
    "10068010000": "Un des plus fidèles employés de la famille royale d'Alexis,\nqui est également à la tête du comité d'organisation\ndu WPM. Malgré son physique imposant,\nil a la larme facile.",
    "10135000000": "Un membre du Conseil 4 de Hoenn, qui adore les combats\nPokémon mais n'accorde que peu d'importance\nau résultat. Il semble quelque peu intimidant,\nmais est en réalité très poli.",
    "10150000000": "Un Champion d'Arène de Johto spécialiste des Pokémon\nVol. Très sérieux, il peut également se montrer têtu.\nSon objectif est de devenir un aussi bon Dresseur\nque son père.",
    "10205000000": "La troisième Châtelaine Combat. Plutôt effacée et timide\nmais également extrêmement talentueuse.\nElle est en charge des Combats Duo\nà la Maison de Combat.",
    "10244000000": "Un Dresseur originaire de Paddoxton et le petit frère\nde Tarak, le Maître de Galar. Sa participation\nau Défi des Arènes lui a ouvert les yeux quant\nà son véritable rêve : devenir Professeur Pokémon.",
    "10247100000": "Tarak est extrêmement intrigant dans son Look Ultime.\nAux côtés du puissant Éthernatos, il s'embarque\ndans une nouvelle aventure en quête de puissance\net d'un avenir plein de possibilités.",
    "10045900000": "Ce Champion, le plus jeune de Johto, est fan du type\nInsecte et en connaît tous les secrets. Il espère devenir\nProfesseur Pokémon.",
    "10089400000": "N a revêtu son costume des grandes occasions.\nAfin d'exprimer sa gratitude envers les personnes\nqu'il a rencontrées à Passio, il participera au Gala\nde combat aux côtés de Reshiram.",
    "10118500000": "Lilie s'est vêtue d'une magnifique tenue. Elle sera\nau Gala de combat aux côtés de Lunala et montrera\nà tous à quel point elle a mûri !",
    "10090500000": "Pierre Rochard est de retour dans un costume élégant\nà l'occasion du Gala de combat. Il cherche à maximiser\nson potentiel et sa puissance aux côtés de Rayquaza,\nqui est la clé du mystère de la Méga-Évolution.",
    "10110010000": "Ondine se sent libre dans sa tenue de Championne\nd'Arène de Kanto. Elle est en plein entraînement\nintensif avec son Pokémon, à la plage.",
    "10000800000": "Red se sent prêt à relever de nouveaux défis en renfilant\nsa tenue de Kanto. Il repense avec nostalgie\naux nombreux amis qu'il s'est faits\nlors de ses aventures passées.",
    "10021800000": "Blue se replonge dans le passé en portant à nouveau\nsa tenue de Kanto. Il fait face à ses erreurs d'antan\ntout en maintenant son objectif de devenir\nle plus fort de tous les Dresseurs.",
    "10251000000": "Un Champion d'Arène de type Spectre qui se cache\nderrière un masque. Il en possède cent exemplaires.\nIl aime flâner seul dans des endroits tels que les ruines\nou les cimetières.",
    "10110100000": "Ondine est de retour avec un magnifique Look Ultime.\nNageant aux côtés d'Aquali, elle est aussi belle\nqu'une sirène de conte de fées.",
    "10008100000": "Erika revient avec un Look Ultime dont les couleurs\nsont en accord parfait avec la nature.\nLors des jours ensoleillés, on l'aperçoit souvent\nen train de faire la sieste aux côtés de Phyllali.",
    "10148400000": "Mortimer est prêt à profiter de la Parade Nocturne dans\nson costume préparé spécialement pour l'occasion.\nAux côtés de son inquiétant partenaire, Branette,\nil invite les Dresseurs à découvrir le monde\ndes Pokémon Spectre.",
    "10095400000": "Percila porte une belle tenue assortie à son Ténéfix.\nCeux qui osent troubler son sommeil sont conviés\nà un bal aussi mystérieux qu'élégant.",
    "10125400000": "Vêtu de son Look Spécial, Guzma se bat vaillamment\nen première ligne et guide ses troupes. Accompagné\nde son puissant Mouscoto, il a soif de destruction\net n'a pas peur de le faire savoir !",
    "10158400000": "Vêtue de son Look Spécial, Dianthéa est de retour pour\nmotiver son équipe grâce à ses talents d'actrice.\nAvec Keldeo à ses côtés, elle vise de nouveaux sommets.",
    "10113400000": "Jasmine est de retour, cette fois-ci dans un Look Spécial.\nElle protège son équipe grâce à sa défense impénétrable,\npuis s'amuse à polir le corps d'acier de Bamboiselle\nafin de le faire briller.",
    "10004400000": "Vêtue de son Look Spécial, Ludvina est de retour et vise\nla victoire même lors des défis les plus difficiles afin\nde faire gagner son équipe. Sa tenue, assortie à Diancie,\nlui donne toute la motivation nécessaire.",
    "10259000000": "Professeure Pokémon depuis peu, elle étudie\nles légendes de Galar et a même écrit un livre\nà ce sujet. Elle a voyagé avec le Maître Tarak,\nson ami d'enfance.",
    "10106800000": "Inezia a une fois encore changé de tenue.\nElle donne le tournis à ses adversaires\navec des combats Pokémon dignes\ndes plus rapides des montagnes russes.",
    "10249400000": "Donna a hâte de distribuer des cadeaux.\nSon expérience de top model l'aide\nà divertir la foule. Elle aime pêcher avec\nson partenaire Pokémon Bekaglaçon.",
    "10247400000": "Tarak a hâte de distribuer des cadeaux. En tant\nque Maître de Galar, il se doit de venir en aide\nà toute personne qui aurait besoin de lui\net de Sylveroy.",
    "10120100000": "Le Look Ultime d'Elsa-Mina brille de mille feux.\nAux côtés de Necrozma et Solgaleo, elle révèle\nsa véritable puissance afin de protéger\nhumains et Pokémon.",
    "10048800000": "Pieris, contrairement à son habitude, porte un kimono.\nIl tire à pile ou face et remet son destin entre les mains\ndu hasard. Il apparaît très mystérieux, seul sur la côte.",
    "10162000000": "Un Dresseur originaire de Littorella, dans la région\nde Sinnoh. Il est l'assistant du Professeur Sorbier,\nexpert reconnu en évolution. Il a bon cœur\net un grand sens de la justice.",
    "10091200000": "Vêtue de son deuxième Look Ultime, Cynthia dégage\nune aura mystérieuse. Avec son partenaire Pokémon,\nGiratina, elle étudie les mythes et légendes\ndu monde entier.",
    "10114400000": "Morgane a revêtu une tenue spéciale pour le Nouvel An.\nElle se prépare à affronter un futur incertain en faisant\nle vide dans son esprit grâce au tintement de Korillon.",
    "10115400000": "Tanguy a revêtu une tenue spéciale pour le Nouvel An.\nToujours à la recherche d'adversaires coriaces, il continue\nà relever des défis électrisants aux côtés d'Élekable.",
    "10245410000": "Rosemary s'est essayée à la confection de pâtisseries\npour la Fête de l'amitié. Elle exprime sa gratitude\nen les offrant à ceux qu'elle aime, aux côtés\nde Mysdibule. Bien qu'ils soient tous deux adorables,\nil ne faut jamais baisser sa garde en leur présence.",
    "10250400000": "Faïza est prête à célébrer la Fête de l'amitié.\nAfin de s'entraîner à résister à la tentation de manger\ndes friandises, elle médite aux côtés de Sorbouboul\ndans un froid glacial.",
    "10116100000": "Aurore a revêtu un Look Ultime semblable à la tenue\nd'un prince de conte de fées, et est accompagnée de\nCresselia, son partenaire Pokémon. Son sourire radieux\nchasse les cauchemars qui planent sur Passio.",
    "10194100000": "Hélio renforce la puissance des cauchemars\nde Darkrai en portant une tenue qui intensifie\nson lien avec ce dernier. Il fait tout son possible\npour atteindre son idéal d'un monde parfait.",
    "10016500000": "Carolina revient dans une superbe tenue pour célébrer\nl'anniversaire de l'amitié entre Alexis et Hoopa.\nElle sillonne les cieux grâce aux rafales de vents\ngénérées par son partenaire, Boréas.",
    "10126500000": "Flora est de retour avec une magnifique tenue pour\ncélébrer l'anniversaire de l'amitié entre Alexis et Hoopa.\nElle brille de mille feux sur scène aux côtés de Latias,\nson partenaire Pokémon.",
    "10257400000": "Roy revient dans un costume élégant pour célébrer\nl'anniversaire de l'amitié entre Alexis et Hoopa.\nÀ cette occasion, son partenaire Libégon et lui\nexécutent leur spécialité : des tempêtes de sable\nà faire s'envoler le stade !",
    "10130100000": "Serena a revêtu un magnifique Look Ultime.\nElle a décidé d'opter pour une coiffure lui donnant\nun air plus mature. Elle protège Passio aux côtés\nde son partenaire, Zygarde.",
    "10118410000": "Lilie est de retour dans une tenue spéciale. Elle est prête\nà résoudre les énigmes de la mystérieuse réception\norganisée pour l'heure du thé. Son partenaire Pokémon,\nPolthégeist, est l'un des rares à être\nde Forme Authentique.",
    "10259400000": "Sonya est de retour dans une tenue spéciale et prépare\ndes énigmes pour divertir les invités lors de la réception\norganisée pour l'heure du thé. Elle s'entraîne à rire de\nfaçon théâtrale, en s'inspirant de Sucreine.",
    "10108400000": "Chammal est de retour dans une tenue spéciale\net prépare des énigmes pour divertir les invités\nlors de la réception organisée pour l'heure du thé.\nSon partenaire, Limaspeed, lui vient d'un échange\navec Chamsin.",
    "10109400000": "Chamsin est de retour dans une tenue spéciale\net prépare des énigmes pour divertir les invités\nlors de la réception organisée pour l'heure du thé.\nSon partenaire, Lançargot, lui vient d'un échange\navec Chammal.",
    "10021900000": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red.",
    "10152000000": "Un membre du Conseil 4 de Sinnoh. Il aspire à devenir\nun Dresseur parfait, aussi fort et beau que ses chers\nPokémon de type Insecte.",
    "10154000000": "Une membre du Conseil 4 de Sinnoh et spécialiste\ndes Pokémon de type Sol. Une vieille dame douce\net chaleureuse qui vise la victoire grâce à la ténacité\nde son style de combat.",
    "10176000000": "Un membre du Conseil 4 de Sinnoh qui se spécialise\ndans les Pokémon de type Psy. Un jeune homme qui\ns'exprime de manière calme et élégante. Grand\namateur de lecture, il aime se plonger dans\nun roman entre deux combats.",
    "10148100000": "Mortimer est de retour dans un Look Ultime éblouissant.\nSon entraînement ayant enfin porté ses fruits,\nil s'élance vers un nouvel avenir aux côtés\nde son partenaire, Ho-Oh.",
    "10140100000": "Giovanni est de retour dans un costume élégant.\nIl fait équipe avec Nidoking, ce qui lui permet d'utiliser\nle phénomène Dynamax dont il a récemment percé\nle secret, ainsi qu'un grand nombre de capacités.",
    "10246000000": "Prétendant au titre de Champion d'Arène, Travis vit dans\nla région de Galar. Élite auto-proclamée et souvent\nsarcastique, il a toutefois beaucoup de potentiel.\nVivre entouré de rose amène petit à petit un changement\ndans son cœur auquel même lui ne s'attendait pas.",
    "10002100000": "Vêtue de son Look Ultime, Célesta semble incarner\nla magie de la forêt. Grâce à son amitié avec Celebi,\nqui a le pouvoir de transcender le temps, elle est plus\nque jamais intéressée par l'histoire de Johto.",
    "10112100000": "Luth a revêtu son Look Ultime qui évoque la puissance\ndu ciel. Il semble s'être inspiré d'une amie qui a tendance\nà cacher ses émotions... Aux côtés de Lugia,\nLuth mène des batailles spectaculaires.",
    "10018100000": "Christy a revêtu son Look Ultime, qui honore la puissance\nde l'eau. Elle parcourt Passio aux côtés de son partenaire\nPokémon, Suicune, tout en se remémorant l'époque\noù elle le poursuivait à Johto.",
    "10089410000": "N profite de l'ambiance des festivals d'été. Invité\npar ses amis, il porte une tenue décontractée\net crée de nouveaux souvenirs avec Zoroark.",
    "10004410000": "Ludvina profite de l'ambiance des festivals d'été.\nAux côtés de son fidèle partenaire Krakos aux\ncouleurs rares, elle démontre son puissant esprit\ncombatif autant en combat Pokémon qu'autour\ndes stands de nourriture.",
    "10012100000": "Le Look Ultime de Cornélia représente sa grande\ncombativité. Son partenaire Marshadow a beau être\ntimide, la combinaison de leurs talents est parfaite.",
    "10243800000": "Gloria a revêtu l'uniforme qu'elle portait à Isolarmure.\nElle l'aime beaucoup, car il lui rappelle de nombreux\nsouvenirs de moments passés avec Shifours.",
    "10019100000": "Brice est de retour en Look Ultime. Son partenaire, Latios,\net lui partagent la même force et ils ont tous deux\nun cœur d'or. Brice adore la sensation lorsqu'ils\ns'envolent ensemble dans les cieux.",
    "10126100000": "Flora est de retour dans un Look Ultime faisant ressortir\nson esprit combatif. Braségali, son partenaire Pokémon,\nl'accompagne depuis ses aventures à Hoenn.\nIls combattent ensemble grâce à la puissance\nde leurs liens profonds.",
    "10217000000": "Un membre des Forces de Police Internationales\nse déplaçant aux quatre coins du monde. Son nom\nde code est Beladonis, mais son véritable nom est\ntop secret. Il se bat contre le mal et au nom de la justice.",
    "10222000000": "Une Admin de la Team Magma, petite, mais dégageant\nun air mystérieux. En tant qu'ancienne scientifique,\nelle utilise son savoir et son talent au profit de la\nTeam Magma. Quand quelque chose l'intéresse, elle\nne peut s'empêcher d'analyser tout ce qui y touche.",
    "10090100000": "Pierre Rochard est de retour avec son Look Ultime\nconçu pour l'exploration spatiale. Sa conception est basée\nsur les données de Deoxys, ce qui le rend parfaitement\ncompatible avec son partenaire Pokémon.",
    "10140800000": "Giovanni revient vêtu du costume qu'il portait\nlorsqu'il opérait dans la région de Kanto. Cette tenue\nest particulièrement populaire auprès de ses sbires\nen raison de son côté nostalgique. Ils trouvent\nque cette tenue lui va comme un gant.",
    "10204000000": "La quatrième Châtelaine Combat. Énergique,\nelle a une façon bien à elle de s'exprimer.\nElle est en charge des Combats Solo\nà la Maison de Combat.",
    "10091100000": "Cynthia porte un Look Ultime reflétant son puissant esprit\ncombatif. Son partenaire Lucario et elle se connaissent\ndepuis si longtemps qu'ils sont en parfaite symbiose.",
    "10101410000": "Écho porte un Look Spécial. En tant qu'ambassadrice\ntouristique et accompagnée de Shaymin, elle accueille\nchaleureusement les visiteurs qui arrivent à Passio.",
    "10000100000": "Red a revêtu son exaltant Look Ultime. Il sait qu'il peut\ntoujours compter sur son loyal partenaire Pokémon,\nPikachu, qu'il a rencontré à Kanto.",
    "10651780000": "Cette Dresseuse voyage dans différentes régions et profite\ndes spécialités uniques à chacune. Ses réseaux sociaux\nsont remplis de photos de ses activités touristiques.",
    "10264000000": "Un jeune garçon de Bourg Palette qui rêve de devenir\nMaître Pokémon. Honnête avec un grand sens\nde la justice, il est toujours accompagné\nde son partenaire Pikachu.",
    "10131000001": "Le Champion de la Tour Prismatique d'Illumis.\nIl vient en aide aux autres Dresseurs grâce à\nsa passion dévorante pour les découvertes\nscientifiques qui « ouvriront la voie ».",
    "10025000001": "Spécialiste du type Glace en dépit de son tempérament\nde feu, elle songe à essayer de se montrer plus froide.",
    "10060000001": "Fille de Koga et Championne, elle utilise les mêmes\nPokémon que son père, qu'elle idolâtre.",
    "10036000001": "Ce Capitaine d'Alola est un génie de la mécanique\nainsi qu'un ingénieur hors pair.",
    "10021000001": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red.",
    "10133000001": "Un jeune Dresseur qui rêve de devenir le plus fort du\nmonde. Au fil de son aventure, il a appris que la\ngentillesse était au moins aussi importante que la force.",
    "10126000001": "Originaire de Hoenn, la fille du Professeur Seko est une\nbonne âme au tempérament jovial. Accompagnée de\nPokémon mignons, elle adore aider son père dans\nses recherches en pleine nature.",
    "10091000001": "Enfant, cette archéologue spécialiste des légendes\net Maître de Sinnoh est partie explorer le monde\navec un Pokédex.",
    "10089000001": "Ce jeune homme aux pouvoirs particuliers est le roi déchu\nde la Team Plasma. On dit qu'il a noué des liens d'amitié\nmême avec les Pokémon légendaires d'Unys. Il rêve\nd'un monde où humains et Pokémon vivraient réellement\nen harmonie.",
    "10136000001": "Ce charmant Professeur Pokémon vient d'Illumis, à Kalos.\nIl étudie les mystères de la Méga-Évolution.\nSur son temps libre, il adore faire le tour des cafés\npour y déguster toutes sortes de gourmandises.",
    "10118000001": "Cette Dresseuse courageuse au grand cœur a bien grandi\ndepuis ses aventures à Alola. Elle a appris à faire face à\nn'importe quelle épreuve !",
    "10245000001": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait gagner\nde nombreux admirateurs.",
    "10101000001": "Une Dresseuse énergique qui aime attirer l'attention.\nElle rêve de combattre les Dresseurs du monde entier.",
    "10128100000": "Dans son Look Ultime flambant neuf, Timmy forme un tout\nnouveau Duo avec Gardevoir, ce qui le rend nostalgique,\npour une raison quelconque.",
    "10242000000": "Ce Dresseur de Galar est un amoureux de la nature.\nEn combat, il observe attentivement ses adversaires\nafin de pouvoir donner de précieuses instructions\nà son partenaire Pokémon.",
    "10092400000": "Iris s'amuse beaucoup lors d'un festival nocturne quelque\npeu effrayant. Elle y a rencontré Mandrillon, avec qui\nelle fait équipe en combat dans le but de récolter\nautant de bonbons que possible.",
    "10251400000": "Alistair s'amuse beaucoup lors d'un festival nocturne\nquelque peu effrayant. Il porte un masque assorti\nà son partenaire Pokémon, Banshitrouye, ce qui\nle rend encore plus enthousiaste que d'habitude.",
    "10254000000": "Chaz est le Champion d'Arène de type Roche à Galar.\nSa popularité et son talent lui apportent de nombreux\nfans. Son objectif est de toujours gagner en se battant\nde manière cool et distinguée.",
    "10255000000": "Lona est la Championne d'Arène de type Glace à Galar,\net ce depuis qu'elle a la vingtaine. C'est une coach\némérite, mais si un mot devait résumer ses méthodes\nd'apprentissage, ce serait « rigueur ».",
    "10652680000": "Une Dresseuse passionnée par les mystères que la science\net le pouvoir des Pokémon ne peuvent pas expliquer.\nElle ne raffole pas de lieux remplis de foule.",
    "10257000001": "Le Champion d'Arène le plus puissant de Galar.\nD'ordinaire amical, il est impitoyable en combat.",
    "10020100000": "Ludwig est de retour dans son Look Ultime !\nSa passion pour les combats en fait le partenaire\nparfait pour Genesect, un Pokémon des temps\nanciens particulièrement féroce.",
    "10004100000": "Ludvina est de retour dans son Look Ultime !\nGrâce à son Pokémon, Victini, elle déborde\nd'énergie, et ce plus que jamais !",
    "10089100000": "N est de retour dans son Look Ultime !\nGrâce au Kyurem qu'il a reçu de son ami Ludwig\nainsi qu'à son fidèle partenaire Zekrom, il est\nà présent capable de se tourner vers l'avenir\net d'aller de l'avant.",
    "10191000000": "Ce scientifique est un ancien haut gradé de la Team\nPlasma. De jour comme de nuit, il ne pense qu'à\nune chose : ses recherches sur le potentiel des Pokémon.",
    "10147000000": "Ce Dresseur au tempérament fougueux est originaire\nde Pavonnay, dans la région d'Unys. Très protecteur\nenvers sa sœur, il a un grand cœur et ne pardonne\npas à ceux qui séparent les Pokémon de leur Dresseurs.",
    "10162000001": "Un Dresseur originaire de Littorella, dans la région\nde Sinnoh. Il est l'assistant du Professeur Sorbier,\nexpert reconnu en évolution. Il a bon cœur\net un grand sens de la justice.",
    "10018000001": "Capable de bien s'entendre avec n'importe quel\nPokémon, cette Dresseuse voyage pour en apprendre\nplus à leur sujet.",
    "10002000001": "Une jeune Dresseuse énergique qui prend grand soin\nde ses Pokémon et renforce constamment ses liens\navec eux.",
    "10106000001": "Une top model et Championne du type Électrik.\nElle fait preuve d'une élégance incomparable lorsqu'elle\nse bat dans son Arène en forme de podium.",
    "10130900000": "Serena porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Elle partage ses victoires\navec Amphinobi, son partenaire Pokémon.",
    "10003900000": "Kalem porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Il partage cette gloire avec\nAmphinobi, son partenaire Pokémon aux couleurs rares.",
    "10026400000": "Blanche met les bouchées doubles pour organiser\nune fête qui marquera tous les esprits. Elle forme\nun superbe Duo avec son Haydaim tout doux\ndans sa Forme Hiver !",
    "10113410000": "Jasmine travaille d'arrache-pied pour que sa fête soit\nun étincelant succès. Elle entraîne son Pharamp à devenir\nle successeur de Phary, qui illumine le phare d'Oliville.",
    "10116000001": "Une Dresseuse très positive quoiqu'un peu distraite, qui\nadore aider son prochain. Ses aventures à Sinnoh lui ont\npermis de développer une grande puissance.",
    "10139000000": "Cette Dresseuse a voyagé à travers Kalos à la découverte\nde ses rêves. Elle adore les puzzles et les Pokémon\nmignons. Elle chérit les souvenirs qu'elle a de ses amis\nplus que tout.",
    "10215400000": "Atalante a décidé de former un groupe avec Aurore.\nSon partenaire Pokémon, Galopa, est un cadeau\nde ses fans. Il a été surnommé « Galopy ».",
    "10116410000": "Aurore a décidé de former un groupe avec Atalante.\nAvec Plumeline, elle s'entraîne à chanter et danser\ndans l'espoir de pouvoir rivaliser avec sa mère,\nune célébrité des concours de Sinnoh !",
    "10158100000": "Dianthéa est de retour en Look Ultime ! Elle est\naccompagnée de Diancie, son Pokémon fabuleux\naux couleurs rares. Être ensemble leur permet\nde briller plus fort que jamais.",
    "10653680000": "Cette Dresseuse en kimono est une des apprenties\nde Valériane, à l'Arène de Romant-sous-Bois.\nElle met un point d'honneur à toujours combattre\navec élégance.",
    "10130000001": "Une jeune Dresseuse qui aime les Pokémon et la mode.\nD'une nature joyeuse et enjouée, elle révèle son côté\nadulte et calme dès que le combat commence !",
    "10196100000": "Lysandre porte un Look Ultime conçu à l'aide de la\ntechnologie de la Team Flare. Il attend le moment idéal \npour faire usage du pouvoir de son partenaire Volcanion,\ndont l'intensité permet d'éradiquer des montagnes.",
    "10124400000": "Barbara travaille dur pour préparer la meilleure des tartes\naux pommes pour la Fête de l'amitié. Son partenaire\nPokémon Dratatin a évolué à l'aide d'une Pomme Sucrée.",
    "10106400000": "Inezia se prépare pour la Fête de l'amitié en organisant\nune distribution de friandises pour aider Carolina.\nSon Pokémon Togetic fait briller leur amitié de mille feux.",
    "10178000000": "Cette Dresseuse talentueuse est pleine de mystères\ndu fait de sa perte de mémoire. Elle est sur les traces\ndes Ultra-Chimères en tant que cheffe du P.L.O.U.C.,\nune unité secrète des Forces de Police Internationales.",
    "10220000000": "Cette jeune fille s'avère être à la tête d'une agence\nde détectives de la ville d'Illumis à Kalos. Gribouille\nest avant tout son ami, et non son partenaire Pokemon.",
    "10148000002": "Champion d'Arène du type Spectre, Mortimer passe son\ntemps à l'Arène de Rosalia à suivre son entraînement\nsecret ! Il est ainsi capable de voir ce que les autres\nne voient pas.",
    "10245900000": "Rosemary est vêtue d'une tenue spéciale en l'honneur\nde son titre bien mérité de Néo-Maître de Passio.\nSon esprit combatif brûle plus fort que jamais\naux côtés de son Sulfura de Galar.",
    "10244900000": "Nabil est vêtu d'une tenue spéciale en l'honneur\nde son titre bien mérité de Néo-Maître de Passio.\nIl fonce vers l'avenir avec une passion débordante,\nson Électhor de Galar à ses côtés.",
    "10246900000": "Travis est vêtu d'une tenue en l'honneur\nde son titre bien mérité de Néo-Maître de Passio.\nAccompagné de son Artikodin de Galar, il se joue\nde ceux qui osent le défier.",
    "10282000000": "Ce fan de Poké Balls rêve de devenir la mascotte\nofficielle de la Ligue Pokémon de Galar.\nQuant à l'identité de la personne qui se cache sous\nce masque ou son âge... Mystère et Ball de gomme !",
    "10243000001": "Gloria est une Dresseuse pleine de courage qui relève\nsans hésitation tous les défis qui se présentent à elle.\nUn peu espiègle, elle adore passer du temps à l'extérieur,\net aime autant les combats Pokémon que le curry.",
    "10090410000": "Pierre Rochard porte une tenue spéciale. Il est prêt\nà résoudre les mystères du jeu de rôle grandeur\nnature de Passio accompagné de son Mastouffe\nchromatique, doué pour dénicher des choses.",
    "10139400000": "Sannah porte une tenue spéciale. Sa nature attentive\net son partenaire Trousselin seront peut-être\nla clé pour résoudre les mystères du jeu\nde rôle grandeur nature !",
    "10129400000": "Amaryllis porte une tenue spéciale. Elle s'associe toujours\navec Roublenard sous le nom d'Image Inère, le Voleur\nMystère. Quelle sera leur nouvelle cible ce soir ?",
    "10002410000": "Célesta porte une tenue spéciale, mais son uniforme\nde la Team Rocket n'est qu'un déguisement.\nAccompagnée de son petit mais puissant\nPhanpy, elle enquête incognito !",
    "10005000001": "Une membre de Conseil 4 spécialiste des Pokémon\nGlace. Sa beauté froide cache une passion pour\nles peluches mignonnes, qu'elle collectionne.",
    "10057000001": "Membre du Conseil 4 de Kanto, il consacre toute\nson énergie à l'entraînement intensif de son corps\net de ses Pokémon.",
    "10090000001": "Collectionneur de pierres rares et président de\nla Devon SARL, c'est aussi le Maître de Hoenn.",
    "10098100000": "Tili porte un Look Ultime. Il souffle un vent nouveau\nsur Passio en compagnie du combatif Tokorico.",
    "10034100000": "Oléa porte un Look Ultime. Elle peint les couleurs\nde la mer de Passio accompagnée de Tokopisco,\nle maître de l'eau.",
    "10007100000": "Margie porte un Look Ultime. Elle fait sa ronde dans\nles forêts de Passio avec le capricieux Tokotoro.",
    "10160100000": "Néphie porte un Look Ultime. Elle est prête à appâter\ntout le monde en compagnie de l'insouciant Tokopiyon.",
    "10007000001": "Une spécialiste du type Spectre, membre\ndu Conseil 4 d'Alola et héritière de l'ancienne\nfamille royale de la région.",
    "10061000001": "Membre du Conseil 4 expérimentée et aux techniques\nredoutables, elle semble avoir eu un différend avec\nle Professeur Chen par le passé.",
    "10111000001": "Le Maître du Plateau Indigo. Il est accompagné de\nPokémon qui lui vouent une confiance et un amour\nabsolu. Il aime les combats et aider les gens en difficulté.",
    "10284000000": "Ce Chef du Clan Diamant originaire de la région de Hisui\naccorde une grande importance au temps et peut donc\nse montrer légèrement impatient, mais c'est un allié\nfiable et bienveillant.",
    "10285000000": "Cette Cheffe du Clan Perle vient de la région de Hisui.\nElle a été désignée Cheffe très jeune et a tendance\nà s'inquiéter, mais elle sait prendre les justes décisions\npour le futur de Hisui.",
    "10216000000": "Ce jeune homme est constamment à la recherche\nde Pokémon légendaires. Il est particulièrement\nfasciné par la beauté de Suicune, qu'il poursuit\néperdument à travers Johto et Kanto.",
    "10133100000": "Silver porte un Look Ultime. Il se confronte à ses erreurs\ndu passé indélébiles et a promis à son Farfuret que tous\ndeux deviendront les plus forts de tous.",
    "10284000001": "Ce Chef du Clan Diamant originaire de la région de Hisui\naccorde une grande importance au temps et peut donc\nse montrer légèrement impatient, mais c'est un allié\nfiable et bienveillant.",
    "10031400000": "Lévy est l'une des vedettes du Festival des étoiles.\nSa douce chanson a réveillé Jirachi, qui a ensuite\nexaucé son vœu : celui de sauver Tatia.",
    "10030400000": "Tatia est l'une des vedettes du Festival des étoiles.\nAprès s'être perdue dans un autre monde et séparée\nde Lévy, elle est revenue accompagnée de son nouvel\nami, Bamboiselle.",
    "10262000000": "Monsieur Shehroz occupe aujourd'hui le poste de PDG\nd'un grand groupe industriel à Galar, Macro Cosmos.\nIl fait également démonstration de ses talents indéniables\nà Passio.\n(Texte fourni par l'assistante de M. Shehroz)",
    "10263000000": "Liv est la vice-présidente d'un grand groupe industriel\nde Galar du nom de Macro Cosmos. Elle est également\nl'assistante de Shehroz et sait gérer son emploi du temps\ncomme personne d'autre. Elle étudiait auparavant\nle phénomène Dynamax.",
    "10285000001": "Cette Cheffe du Clan Perle vient de la région de Hisui.\nElle a été désignée Cheffe très jeune et a tendance\nà s'inquiéter, mais elle sait prendre les justes décisions\npour le futur de Hisui.",
    "10149000001": "Ce Capitaine d'Akala est passionné de danse\net veut un jour en faire son métier. Accompagné\nde son Ossatueur, il étudie les danses traditionnelles\nd'Alola transmises de génération en génération.",
    "10124000001": "Une des Capitaines de l'île d'Akala à Alola.\nElle accueille les clients dans le restaurant de sa famille\net y exerce son talent pour la cuisine. Ses idées\nculinaires ne font pas toujours l'unanimité, mais elles sont\ntout de même populaires auprès de certaines personnes.",
    "10247800000": "Tarak a adopté une nouvelle tenue ainsi qu'une nouvelle\nattitude envers les combats pour lesquels il se passionne.\nIl réfléchit constamment à ce qu'il peut faire pour que\ntout le monde puisse s'améliorer.",
    "10243810000": "Gloria porte son uniforme du Défi des Arènes de Galar.\nAinsi vêtue, les souvenirs des combats intenses qu'elle\na mené contre ses rivaux lui reviennent petit à petit.",
    "10289000000": "Cette passionnée de combats est déléguée des élèves\nau sein son académie, située dans la région de Paldea.\nSa puissance en tant que Dresseuse est telle qu'elle\nlui a valu le rang Maître.",
    "10175000000": "Cette Championne d'Arène de Kalos est également\nune voyante au parler poétique. Elle peut voir l'avenir\nde quiconque glisse sa main dans l'un de ses bracelets.",
    "10242000001": "Ce Dresseur de Galar est un amoureux de la nature.\nEn combat, il observe attentivement ses adversaires\nafin de donner des instructions d'une redoutable\nprécision à son partenaire Pokémon.",
    "10003000001": "Ce Dresseur flegmatique dissimule son ardente volonté\nde s'améliorer et de devenir plus fort sous ses airs\nimpassibles.",
    "10000900000": "Red porte une tenue faisant hommage son nouveau titre :\nNéo-Maître de Passio. La façon dont il se bat aux côtés\nde son Artikodin est belle à en donner des frissons.",
    "10021900001": "Blue porte une tenue faisant hommage à son nouveau\ntitre : Néo-Maître de Passio. Aux côtés d'Électhor, son\nnom retentit comme le tonnerre à travers le monde.",
    "10017900000": "Leaf porte une tenue faisant hommage à son nouveau\ntitre : Néo-Maître de Passio. Avec Sulfura à ses côtés,\nelle laisse brûler sa passion pour les Pokémon.",
    "10134000000": "Cet Aigle de la Tour attend ses adversaires à la Tour\nde Combat de Sinnoh. Il est aussi le père de René,\nainsi qu'un Dresseur extrêmement talentueux\net respecté des autres Meneurs de Zone.",
    "10203000000": "Cette Lady Scène à l'aura élégante attend ses adversaires\nà la Scène de Combat de Sinnoh. Elle a l'intime conviction\nque tout le monde a une place dans ce monde.",
    "10064010000": "Ce Dresseur est venu à Passio depuis une autre région.\nÀ cause de son passé, il a horreur de tout ce qui est\nmalfaisant, et a autrefois emprunté la mauvaise voie\nen quête de force. Il combat désormais le mal avec\nune puissance qui lui vient du cœur. ",
    "10105010000": "Cette Dresseuse est venue à Passio d'une autre région.\nAmie d'enfance mais aussi rivale de Kyrill, elle adore\nplus que tout passer du temps avec son Pokémon.",
    "10141000000": "Ce fier Admin de la Team Rocket a un jour pris les rênes\nde l'organisation à Johto, dans le but de retrouver\net ramener Giovanni qui avait alors disparu.",
    "10142000000": "Cette Admin de la Team Rocket très entêtée estime que\nle pouvoir devrait servir uniquement à faire le mal. Elle\ncroit dur comme fer en la philosophie de la Team Rocket.",
    "10143000000": "Cet Admin de la Team Rocket est difficile à cerner.\nIl est capable de créer de parfaits déguisements,\nmais n'arrive pas à imiter les voix correctement.\nIl met son talent au profit de plans diaboliques.",
    "10144000000": "Cet Admin a la réputation d'être le membre de la Team\nRocket le plus cruel. Il est dévoué à cette organisation\net passionné par ses missions. Son attitude polie\nainsi que son allure le rendent populaire auprès\ndes membres féminins.",
    "10206000000": "La deuxième Châtelaine Combat. D'un tempérament\nhabituellement fougueux, elle se comporte de façon\nhautaine quand elle se bat en tant que Châtelaine.\nElle se charge des Combats Trio à la Maison de Combat.",
    "10017000001": "Une jeune fille joyeuse et amicale. Son insatiable curiosité\npour tout ce qui touche aux Pokémon en fait une\nformidable Dresseuse et une redoutable adversaire.",
    "10140000001": "Le chef de la Team Rainbow Rocket, une organisation\ncriminelle voulant utiliser les Pokémon pour conquérir le\nmonde. Il considère les Pokémon comme des objets.",
    "10150000001": "Un Champion d'Arène de Johto spécialiste des Pokémon\nVol. Très sérieux, il peut également se montrer têtu.\nSon objectif est de devenir un aussi bon Dresseur\nque son père.",
    "10099000001": "Un Dresseur extrêmement sérieux dans son approche\ndes Pokémon qui, par impatience, fonce parfois pour\natteindre son but.",
    "10157000001": "Une Championne qui confectionne elle-même ses tenues.\nElle puise son inspiration unique dans son désir intense de\ndevenir un Pokémon.",
    "10051000001": "Cette Doyenne aimée pour sa force en combat Pokémon\net sa grande générosité tient une joaillerie et collectionne\nles fossiles.",
    "10291000000": "Cette Dresseuse est membre du Corps des Chercheurs\ndu Groupe Galaxie de Hisui. Elle veut être une adversaire\nà la hauteur de son collègue, Aurel. Elle est aussi douée\npour bricoler avec des matériaux naturels.",
    "10290000000": "Ce Dresseur est membre du Corps des Chercheurs\ndu Groupe Galaxie de Hisui. Ses souvenirs du passé\nsont confus, ce qui est peut-être dû au fait qu'il est\narrivé à Hisui en traversant le temps et l'espace.",
    "10049400000": "Vêtue d'un costume mystérieux, Spectra a levé le voile\nsur un étrange phénomène se manifestant au musée\nune fois la nuit tombée, et s'est liée d'amitié\navec Tutankafer.",
    "10044400000": "Vêtue d'un costume mystérieux, Roxanne semble intriguée\npar la composition de Tutétékri, en raison de sa passion\npour les minéraux et fossiles.",
    "10169000000": "Dû à son emploi du temps bien chargé, la conservatrice\ndu musée de Maillard d'Unys a délégué sa position\nde Championne d'Arène de type Normal à Tcheren.",
    "10041000001": "Chef d'Usine à la Zone de Combat, ses vastes\nconnaissances et son esprit d'analyse lui permettent\nd'utiliser n'importe quel Pokémon.",
    "10046000001": "Un Meneur de la Zone de Combat dont l'aspect rustre\ncache un vaste savoir et une grande passion\npour les Pokémon et leurs Dresseurs.",
    "10140000002": "Le chef de la Team Rainbow Rocket, une organisation\ncriminelle voulant utiliser les Pokémon pour conquérir\nle monde. Il considère les Pokémon comme des objets.",
    "10269000000": "Cette Dresseuse a débuté son aventure à Bourg Palette,\ndans la région de Kanto. Elle aime se promener avec\nson partenaire, Évoli, qui est, contre toute attente,\ncapable d'utiliser des Techniques Secrètes.",
    "10293000000": "Cette Dresseuse fan d'Évoli et de ses évolutions étudie\nà l'académie de la région de Paldea. De personnalité\nplutôt réservée, elle est un génie de l'informatique.",
    "10011100000": "Strykna porte un Look Ultime. En compagnie\nde son Salarsen sous sa Forme Aigüe,\nelle balance son poison sur scène.",
    "10256100000": "Peterson porte un Look Ultime. Son allure mélancolique\ns'est amplifiée depuis qu'il forme un Duo avec son\nSalarsen Forme Grave.",
    "10190000000": "Ce chanteur et Dresseur de type Dragon parcourant\nle monde est célèbre grâce à ses cris fougueux et\npassionnés. Il a aussi visité Alola par le passé.",
    "10656000000": "Grâce à ses observations approfondies de leurs cris\net de leur comportement, cette Dresseuse de Galar\narrive très bien à imiter les Évoli.",
    "10122000001": "Un Dresseur qui aime les Pokémon et partir à l'aventure.\nIl poursuit son apprentissage en participant au Tour\ndes Îles, à Alola. Même le Professeur Euphorbe reconnaît\nsa puissance.",
    "10123000001": "Une Dresseuse extrêmement curieuse et généreuse\nqui se fait des amis facilement partout où elle va.\nElle ne se préoccupe pas des petits détails\net agit en suivant son instinct.",
    "10119000001": "Peu loquace, ce Dresseur est pourtant très attaché à ses\namis, sa famille et son Pokémon. Auparavant, il était\naussi connu pour son obsession pour la puissance.",
    "10000800001": "Red se sent prêt à relever de nouveaux défis en renfilant\nsa tenue de Kanto. Il repense avec nostalgie\naux nombreux amis qu'il s'est faits\nlors de ses aventures passées.",
    "10100900000": "Mélis porte une tenue faisant hommage à son nouveau\ntitre : Néo-Maître de Passio. Son Tranchodon et lui\nse font une confiance absolue.",
    "10101900000": "Écho porte une tenue faisant hommage à son nouveau\ntitre : Néo-Maître de Passio. Son Pokémon Meloetta\net elle sont parfaitement compatibles sur scène.",
    "10136400000": "Le Professeur Platane participe à un concours photo.\nIl demande à Serena de l'aiguiller quant à ses choix\nvestimentaires au cas où il se ferait photographier.",
    "10039400000": "Violette participe à un concours photo. Elle a choisi\nsa tenue avec soin, et est maintenant prête à poser\ndevant l'objectif. Son partenaire Prismillon l'assiste\négalement pendant ses séances photo.",
    "10113000001": "Cette Championne d'Arène fait preuve d'une infinie\ngentillesse envers les Pokémon. Ses airs calmes et doux\ncachent une véritable passionnée de Pokémon Acier.",
    "10028400000": "Sandra a revêtu les habits traditionnels de sa région.\nAux côtés de son Draïeul, très populaire auprès des\nenfants, elle se lance un nouveau défi pour le Nouvel An.\nElle ne désire qu'une chose : que son Duo devienne\nle meilleur Duo de type Dragon !",
    "10127400000": "Marc s'est imposé un défi de taille : celui de préparer\nune performance mémorable pour célébrer le Nouvel An.\nAux côtés de son Pierroteknik venu d'un autre monde,\nil utilise l'art des illusions pyrotechniques pour illuminer\nle ciel nocturne.",
    "10294000000": "Venu tout droit de Paldea, le Champion d'Arène du Mont\nNappé garde habituellement la tête froide, mais quand\nses combats commencent à s'enflammer, il sait aussi\nmontrer son côté passionné.\nC'est également un ancien snowboardeur professionnel.",
    "10296000000": "Cette Championne d'Arène de Levalendura venue de\nPaldea est une streameuse populaire pour son émission\n« Les Machins de Mashynn ». Sa façon joviale de saluer\nson public est reconnaissable entre toutes.",
    "10658000000": "Cette Dresseuse en kimono blanc est l'une des apprenties\nde Valériane, à l'Arène de Romant-sous-Bois située\ndans la région de Kalos.\nElle est fière d'utiliser le type Fée.",
    "10115000001": "Connu comme étant le meilleur Champion d'Arène\nde Sinnoh, ce jeune homme au tempérament fougueux\nest constamment à la recherche de combats qui\nle feront frissonner. Il s'occupe en rénovant son Arène\ndans l'attente de Dresseurs ou Dresseuses dignes de lui.",
    "10156000000": "Ce Dresseur mystérieux aux manières délicates\ns'entraîne sur l'Île de Fer, dans la région de Sinnoh.\nIl est capable de percevoir les émotions des autres\nen ressentant leur aura.",
    "10279000000": "Ce Dresseur a débuté son aventure à Bourg Palette,\ndans la région de Kanto. Il aime faire la course\navec son partenaire, Pikachu, qui est, contre toute\nattente, capable d'utiliser des Techniques Secrètes.",
    "10657000000": "Ce Dresseur de Galar arrive très bien à imiter les Pikachu.\nLa ressemblance est si frappante qu'il est très difficile\nde déceler le vrai du faux.",
    "10242400000": "Pour prouver à quel point cuisiner peut être amusant,\nVictor offre une leçon de cuisine pour la Fête de l'amitié.\nSon goûteur et partenaire, Rongrigou, est un véritable\nventre sur pattes.",
    "10025400000": "Gladys veut cuisiner pour la Fête de l'amitié. Son but ?\nRendre Mélina heureuse ! Elle est accompagnée de son\npartenaire Pokémon, Darumacho, qui lui a été confié\npar Lona.",
    "10119100000": "Gladio porte un Look Ultime. Il a refusé de laisser\nà l'abandon Magearna, le Pokémon Artificiel,\net a décidé de le traiter comme un membre\nde sa famille.",
    "10150000002": "Un Champion d'Arène de Johto spécialiste des Pokémon\nVol. Très sérieux, il peut également se montrer têtu.\nSon objectif est de devenir un aussi bon Dresseur\nque son père.",
    "10128000001": "Timmy est un jeune homme passionné par les Pokémon et\nles combats. Il s'est entraîné de toutes ses forces afin de\ndevenir un meilleur Dresseur Pokémon.",
    "10295000000": "La présidente de la Ligue Pokémon de Paldea\nest une puissante Dresseuse qui se distingue même\nparmi les détenteurs et détentrices du rang Maître.\nElle a pour défaut d'être incapable de contenir\nsa propre force lors des combats Pokémon.",
    "10133900000": "Silver est vêtu d'une tenue en l'honneur de son titre\nbien mérité de Néo-Maître de Passio. Il vise le sommet\net affronte sans hésitation les Dresseurs les plus puissants\naux côtés de son Tyranocif.",
    "10284400000": "Adamantin revient vêtu d'une tenue spéciale. Il observe\nla lune que son Ursaking aime tant en sa compagnie.\nPuis, ensemble, ils dansent toute la nuit au point\nd'en oublier le temps qui passe.",
    "10285400000": "Nacchara revient vêtue d'une tenue spéciale.\nElle joue la mélodie favorite de Zoroark à la flûte.\nEnsemble, ils attendent patiemment leur\nmoment pour briller.",
    "10202000000": "Cette Diva Arcade à la personnalité enjouée attend\nses adversaires à l'Arcade de Combat de Sinnoh.\nElle a toujours le sourire aux lèvres quand elle danse,\nla rendant ainsi populaire auprès de beaucoup.",
    "10180000000": "Ce Dresseur passionné par la danse a voyagé à travers\ntout Kalos. Son rêve est de monter un groupe de danse\nPokémon. Il est fasciné par les mouvements des Pokémon,\nmême durant les combats.",
    "10016000001": "Une Championne qui pilote son avion-cargo\naccompagnée de Pokémon oiseaux.\nSon énergie lui vaut de nombreux fans.",
    "10297000000": "Ce marchand fait partie de la Compagnie Ginkgo à Hisui.\nIl possède beaucoup de connaissances sur la mythologie\nPokémon et les ruines, mais il s'intéresse également\naux objets rares ainsi qu'aux personnes qu'il rencontre.",
    "10298000000": "Ce professeur originaire de Paldea enseigne la biologie\ndans une académie, et il fait les choses à son rythme.\nC'est lui qui a mis au point l'application Pokédex\npour le Motismart.",
    "10099400000": "René porte une tenue spéciale. C'est un héros\nau cœur ardent, et il admire son mentor, Lovis\nle Teigneux ! Aujourd'hui, comme chaque jour,\nil s'apprête à punir les malfaiteurs avec\nson partenaire, Scarhino !",
    "10123400000": "Selene porte une tenue spéciale. C'est une héroïne avec\nle cœur sur la main, et Royal Mask est son modèle !\nElle pulvérise les plans néfastes des forces du mal\navec son partenaire, Cizayox !",
    "10297000001": "Ce marchand fait partie de la Compagnie Ginkgo à Hisui.\nIl possède beaucoup de connaissances sur la mythologie\nPokémon et les ruines, mais il est aussi très curieux\nau sujet des personnes et des objets rares.",
    "10300000000": "Reine du royaume magique, elle possède de terrifiants\npouvoirs. Elle enlève des gens à l'aide d'une porte\nmystérieuse et draine leur énergie vitale.",
    "10301000000": "Le spectre de l'illusion et du réel est un super-vilain\nqui n'a que faire des idéaux. Il accomplit des méfaits\navec son gang de Pokémon, mais s'intéresse\nétrangement à une certaine justicière.",
    "10302000000": "Cette spécialiste du type Sol est la première membre\ndu Conseil 4 qu'affrontent les challengers à la Ligue\nPokémon de Paldea. Son attitude lorsqu'elle teste\nles challengers est complètement différente\nde sa vraie personnalité.",
    "10303000000": "Cette spécialiste du type Acier est la deuxième membre\ndu Conseil 4 qu'affrontent les challengers à la Ligue\nPokémon de Paldea. Derrière son apparence enfantine\nse cache un talent accablant.",
    "10302000001": "Cette spécialiste du type Sol est la première membre\ndu Conseil 4 qu'affrontent les challengers à la Ligue\nPokémon de Paldea. Son attitude lorsqu'elle teste\nles challengers est complètement différente\nde sa vraie personnalité.",
    "10021800001": "Blue se replonge dans le passé en portant à nouveau\nsa tenue de Kanto. Il fait face à ses erreurs d'antan\ntout en maintenant son objectif de devenir\nle plus fort de tous les Dresseurs.",
    "10125000001": "Le boss d'une bande de bons à rien d'Alola nommée\nla Team Skull. Sa force lui permet de se faire obéir\npar cette bande hétéroclite, et sa gentillesse\nde s'en faire aimer.",
    "10121000001": "Admin de la Team Skull sur laquelle elle veille avec soin,\nApocyne est considérée par ses Sbires comme étant\nune véritable grande sœur. Elle leur est particulièrement\nattachée et ne permet à personne de s'attaquer à eux.",
    "10014900000": "Tcheren est vêtu d'une tenue spéciale en l'honneur\nde son titre bien mérité de Néo-Maître de Passio.\nAux côtés de Boréas, il continue de réfléchir\nà ce que cela veut vraiment dire d'être fort.",
    "10102900000": "Bianca est vêtue d'une tenue spéciale en l'honneur\nde son titre bien mérité de Néo-Maître de Passio.\nSa compassion envers les autres a su toucher Viridium.",
    "10304000000": "Ce Champion d'Arène de Mezclamora assure également\nune permanence au Conseil 4 de Paldea. Il choisit\navec soin les repas qu'il déguste lors de pauses\ndans son emploi du temps chargé.",
    "10252000000": "Ce Champion d'Arène de type Feu a déménagé à Galar\ndepuis Hoenn. Il a traversé une période difficile\noù il s'est retrouvé relégué en deuxième division\nde la Ligue de Galar.",
    "10014010001": "À la fois Champion et enseignant à Unys, il fait tout\npour être à la hauteur de ces deux rôles.",
    "10272000000": "Cette Championne d'Arène de deuxième division\nspécialisée dans le type Poison s'entraîne\nau Dojo de la Maîtrise de Galar. Rusée,\nelle affiche constamment un grand sourire.",
    "10273000000": "Ce Champion d'Arène de deuxième division spécialisé\ndans le type Psy s'entraîne au Dojo de la Maîtrise\nde Galar. Sous ses airs de gentleman, il dégage\négalement un fort sentiment de fierté.",
    "10199000000": "Cette Pro du Dojo est la Meneuse de Zone du Dojo\nde Combat de Hoenn. Sincère et pleine d'entrain,\nelle ne peut s'empêcher d'être frustrée\nlorsqu'elle perd un combat.",
    "10027400000": "Flo se lance dans une chasse au trésor à Passio.\nDans sa tenue de pirate, elle rassemble le courage\nde prendre la mer avec son partenaire, Sinistrail.",
    "10007410000": "Margie se lance dans une chasse au trésor à Passio.\nElle est accompagnée de son partenaire Pokémon,\nMoyade, qui lui a été confié par Néphie. Elle\nencourage Flo, qui a peur des fantômes,\nà faire équipe avec Sinistrail.",
    "10252000001": "Ce Champion d'Arène de type Feu a déménagé à Galar\ndepuis Hoenn. Il a traversé une période difficile\noù il s'est retrouvé relégué en deuxième division\nde la Ligue de Galar.",
    "10289000001": "Cette passionnée de combats est déléguée des élèves\nau sein son académie, située dans la région de Paldea.\nSa puissance en tant que Dresseuse est telle qu'elle\nlui a valu le rang Maître.",
    "10128000002": "Timmy est un jeune homme passionné par les Pokémon,\nles combats et l'aventure. Il s'est entraîné de toutes ses\nforces afin de devenir un meilleur Dresseur Pokémon.",
    "10147000001": "Ce Dresseur au tempérament fougueux est originaire\nde Pavonnay, dans la région d'Unys. Très protecteur\nenvers sa sœur, il a un grand cœur et ne pardonne\npas à ceux qui séparent les Pokémon de leur Dresseur.",
    "10119000002": "Peu loquace, ce Dresseur est pourtant très attaché à ses\namis, sa famille et son Pokémon. Auparavant, il était\naussi connu pour son obsession pour la puissance.",
    "10245000002": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait\ngagner de nombreux admirateurs.",
    "10123800000": "Selene porte une tenue différente afin de mieux s'intégrer\nauprès des Ultra-Chimères. Aujourd'hui, comme\nà son habitude, elle se détend dans un café\navec son partenaire, Zéroïd.",
    "10122800000": "Elio porte une tenue différente afin de mieux s'intégrer\nauprès des Ultra-Chimères. Aujourd'hui, comme\nà son habitude, il se promène calmement\navec son partenaire, Ama-Ama.",
    "10317000000": "Ce Dresseur étudie à l'académie de la région de Paldea.\nD'apparence plutôt hostile, il est en réalité aimable\net passionné. Il souhaite devenir cuisinier afin\nde redonner la forme aux Pokémon.",
    "10289100000": "Menzi porte un Look Ultime. Elle combat sans relâche\naux côtés d'un Hurle-Queue quelque peu sauvage\naux puissants pouvoirs anciens.",
    "10296000001": "Cette Championne d'Arène de Levalendura venue de\nPaldea est une streameuse populaire pour son émission\n« Les Machins de Mashynn ». Elle est connue pour\nses répliques fétiches très reconnaissables.",
    "10137000001": "Grand-père de Blue et l'une des plus grandes autorités\nen matière de recherche Pokémon. On dit qu'il était\négalement un Dresseur chevronné dans sa jeunesse.",
    "10021000002": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red.",
    "10091900000": "Cynthia a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Elle continue de consolider\nses liens avec Carchacrok et à toujours suivre son cœur.",
    "10090900000": "Pierre Rochard a éveillé la puissance de sa Duo-Gemme\nUltime et reçu la faveur d'Arceus. Il démontre sa force\npar le biais de son lien solide avec Métalosse.",
    "10111900000": "Peter a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Le lien profond\nqu'il partage avec Dracolosse les aide\nà surmonter n'importe quel obstacle.",
    "10066100000": "Alexis arborant son Look Ultime. Gromago et lui forment\nun Duo en or qui compte bien éblouir tout Passio.\nAinsi vêtu, il est enclin à dépenser son argent\nsans compter.",
    "10177000000": "Cette adepte des Pokémon de type Feu et membre\ndu Conseil 4 de Kalos a la tête sur les épaules.\nElle est également présentatrice sur l'Holokit.\nSa férocité ressort parfois en combat.",
    "10171000000": "Ce Champion d'Arène de Johto adepte du type Combat\ns'entraîne aux côtés de ses Pokémon. Il aime tant\nles sucreries qu'il fait des pauses goûter entre\ndeux entraînements.",
    "10181000000": "Ce Dresseur a voyagé à travers Kalos avec pour objectif\nde compléter son Pokédex. On le décrit parfois comme\nun timide génie en herbe ayant réponse à tout.",
    "10118510000": "Lilie porte une magnifique tenue. Elle s'est liée d'amitié\navec Solgaleo, qui s'est égaré à Passio. Il est si puissant\nqu'il a transformé une nuit étoilée en journée ensoleillée.",
    "10207000000": "L'aînée des Châtelaines Combat. En tant que grande\nsœur responsable, elle s'assure que ses cadettes\nrestent sur le droit chemin malgré leurs forts\ncaractères. Elle est à la tête des Combats\nRotatifs à la Maison de Combat.",
    "10017000002": "Une jeune fille joyeuse et amicale. Son insatiable curiosité\npour tout ce qui touche aux Pokémon en fait une\nformidable Dresseuse et une redoutable adversaire.",
    "10111000002": "Le Maître du Plateau Indigo. Il est accompagné\nd'un Pokémon qui lui voue une confiance et un amour\nabsolu. Il aime les combats et aider les gens en difficulté.",
    "10133000002": "Un jeune Dresseur qui rêve de devenir le plus fort\ndu monde. Au fil de son aventure, il a appris que la\ngentillesse était au moins aussi importante que la force.",
    "10047000001": "Un Dresseur masqué. Sa soif inextinguible de puissance\nl'a conduit jusqu'au Conseil 4 de la région de Kanto.",
    "10023000001": "Une Dresseuse douce qui déteste blesser les Pokémon\nen combat et consacre toute son énergie à les soigner.",
    "10120000001": "Cette beauté est la présidente de la Fondation Æther.\nElle voue un amour profond aux Pokémon\net à ses enfants : Lilie et Gladio.",
    "10262000001": "Monsieur Shehroz occupe aujourd'hui le poste de PDG\nd'un grand groupe industriel à Galar, Macro Cosmos.\nIl fait également démonstration de ses talents\nindéniables à Passio.\n(Texte fourni par l'assistante de M. Shehroz)",
    "10067010001": "Ayant été la domestique d'Alexis depuis sa plus tendre\nenfance, ce dernier occupe une place importante dans\nson cœur. Malgré sa personnalité unique et sa nature\ndésinvolte, elle accomplit son travail avec assiduité.",
    "10068010001": "Un des plus fidèles employés de la famille royale d'Alexis,\nqui est également à la tête du comité d'organisation\ndu WPM. Malgré son physique imposant,\nil a la larme facile.",
    "10327000000": "Le boss de l'équipe Ténèbres de la Team Star, aussi\nappelée le Groupe Segin, étudie à l'Académie de Paldea.\nSon équipe compte sur lui, et il s'assure de la bonne\nentente au sein de la Team Star. Il en a même\ncomposé le thème musical.",
    "10318000000": "Il est le proviseur de l'Académie de Paldea. D'apparence\nstricte, il est néanmoins toujours à l'écoute de ses élèves.\nAvant de débuter sa carrière dans l'enseignement,\nil était chercheur Pokémon.",
    "10296400000": "Mashynn enquête sur un mystérieux phénomène\nsurnaturel. Elle a rencontré Flotte-Mèche alors qu'elle\nfilmait une chronique spéciale. Ils forment aujourd'hui\nun Duo, mais Mashynn ne l'a toujours pas présenté\nà ses fans dans l'une de ses vidéos.",
    "10024400000": "Anis enquête sur un mystérieux phénomène surnaturel.\nElle participe à la Parade Nocturne aux côtés\nde Momartik dans l'espoir de trouver l'inspiration\npour son prochain roman.",
    "10099000002": "Un Dresseur extrêmement sérieux dans son approche\ndes Pokémon qui, par impatience, fonce parfois pour\natteindre son but.",
    "10066010001": "Le créateur du WPM et propriétaire de l'île artificielle\nde Passio. Prince d'un pays lointain, il est également\nextrêmement doué. Les liens profonds qu'il entretient\navec Hoopa lui donnent la volonté de se livrer\nentièrement lors des combats.",
    "10108100000": "Vêtu de son Look Ultime, Chammal poursuit sans relâche\nde nouveaux horizons aux côtés de Lugulabre.",
    "10109100000": "Vêtu de son Look Ultime, Chamsin vise la victoire\net espère mener des combats électrisants\navec Ohmassacre !",
    "10330000000": "La boss de l'équipe Combat de la Team Star, aussi\nappelée le Groupe Caph, étudie à l'Académie de Paldea.\nElle est une travailleuse acharnée et elle est prête\nà tout risquer pour se battre pour ses amis.",
    "10187000000": "Cette Dresseuse est une sorte de mentor pour Serena\net ses amis. Elle a voyagé à travers Kalos après avoir\nreçu son Pokédex de la part du Professeur Platane.\nDe nature bienveillante, il peut lui arriver d'être\nun peu trop protectrice.",
    "10188000000": "Ce Dresseur est un genre de mentor pour Serena\net ses amis. Il a voyagé à travers Kalos après avoir\nreçu son Pokédex de la part du Professeur Platane.\nIl est très poli et se range souvent du côté de Sina.",
    "10180000001": "Ce Dresseur passionné par la danse a voyagé à travers\ntout Kalos. Son rêve est de monter un groupe de danse\nPokémon. Il est fasciné par les mouvements des Pokémon,\nmême durant les combats.",
    "10139000001": "Cette Dresseuse a voyagé à travers Kalos à la découverte\nde ses rêves. Elle adore les puzzles et les Pokémon\nmignons. Elle chérit les souvenirs qu'elle a de ses amis\nplus que tout.",
    "10004000008": "Une jeune Dresseuse énergique qui aime la mode,\nles distractions, les voyages, et surtout, les combats\nPokémon.",
    "10020000008": "Un Dresseur habile qui a acquis sa puissance\nen parcourant Unys. Il déteste perdre !",
    "10003000008": "Ce Dresseur flegmatique dissimule son ardente volonté\nde s'améliorer et de devenir plus fort sous ses airs\nimpassibles.",
    "10247900000": "Tarak a éveillé la puissance de sa Duo-Gemme\nUltime et reçu la faveur d'Arceus. Son lien étroit\navec Dracaufeu le guide sur une nouvelle voie.",
    "10118420000": "Lilie est membre d'un orchestre donnant un concert\npour la Fête hivernale. Elle joue de douces mélodies\navec son partenaire Oratoria, qui est sorti d'un Œuf\noffert par Elio.",
    "10045400000": "Hector est membre d'un orchestre donnant un concert\npour la Fête hivernale. Alors qu'il guide la musique\net les chansons en tant que chef d'orchestre,\nil étudie les cris variés de Mélokrik.",
    "10248000000": "Ce gentil Champion d'Arène de type Plante a tendance\nà ménager les Dresseurs plus faibles. Pour cette raison,\nil est le premier adversaire du Défi des Arènes.",
    "10014010002": "À la fois Champion et enseignant à Unys, il fait tout\npour être à la hauteur de ces deux rôles.",
    "10317000001": "Ce Dresseur étudie à l'académie de la région de Paldea.\nD'apparence plutôt hostile, il est en réalité aimable\net passionné. Il souhaite devenir cuisinier afin\nde redonner la forme aux Pokémon.",
    "10245000003": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait\ngagner de nombreux admirateurs.",
    "10244000001": "Un Dresseur originaire de Paddoxton et le petit frère\nde Tarak, le Maître de Galar. Sa participation\nau Défi des Arènes lui a ouvert les yeux quant\nà son véritable rêve : devenir Professeur Pokémon.",
    "10246000001": "Prétendant au titre de Champion d'Arène, Travis vit dans\nla région de Galar. Élite auto-proclamée et souvent\nsarcastique, il a toutefois beaucoup de potentiel.\nVivre entouré de rose amène petit à petit un changement\ndans son cœur auquel même lui ne s'attendait pas.",
    "10320000000": "La boss de l'équipe Feu de la Team Star, aussi\nappelée le Groupe Schedar, étudie à l'Académie\nde Paldea. Plutôt franche, c'est une touche-à-tout\nqui règle tous les problèmes de la team.",
    "10328000000": "Le boss de l'équipe Poison de la Team Star, aussi\nappelée le Groupe Tsih, étudie à l'Académie\nde Paldea. C'est lui qui a créé les costumes\nde la team, et a même conçu ceux portés\npar les boss de la Team Star.",
    "10140110000": "Vêtu de son deuxième Look Ultime, Giovanni est\nd'une avidité sans limite. Il se sert de l'appétit insatiable\nd'Engloutyran pour se débarrasser de tout obstacle\nse dressant sur la route de la Team Rocket.",
    "10257410000": "Pour cette nouvelle année, Roy a étendu son cercle\nd'amis. Sa tenue semblable à celle d'un ninja\nlui a été offerte par Adamantin après que celui-ci\na fait la connaissance du partenaire Pokémon\nde Roy, Dunaconda.",
    "10303400000": "Pour cette nouvelle année, Popi a étendu son cercle\nd'amis. Son adorable tenue lui a été offerte par Lizzy,\net son partenaire Pokémon, Steelix, est un cadeau\nde Jasmine.",
    "10351000000": "Cette Dresseuse en kimono rose est l'une des apprenties\nde Valériane, à l'Arène de Romant-sous-Bois située\ndans la région de Kalos. Elle a un penchant pour tout\nce qui est mignon comme une poupée.",
    "10162000002": "Un Dresseur originaire de Littorella, dans la région\nde Sinnoh. Il est l'assistant du Professeur Sorbier,\nexpert reconnu en évolution. Il a bon cœur\net un grand sens de la justice.",
    "10244000002": "Un Dresseur originaire de Paddoxton et le petit frère\nde Tarak, le Maître de Galar. Sa participation\nau Défi des Arènes lui a ouvert les yeux quant\nà son véritable rêve : devenir Professeur Pokémon.",
    "10160000001": "Cette Capitaine de l'île d'Akala, à Alola, est passionnée\nde pêche. Elle ne manque jamais une occasion d'aider\nsa famille ou de s'occuper de ses petites sœurs.",
    "10286000000": "Cet élève de l'Académie Raisin de Paldea est très\ncurieux et a un penchant très prononcé pour tout\nce qui est mystérieux. Il vient d'un monde différent\nde celui de Juliana et des autres.",
    "10287000000": "Cette élève de l'Académie Orange de Paldea a une\npersonnalité enjouée et peut facilement se lier d'amitié\naux autres. Elle est aussi un peu tête en l'air.",
    "10008410000": "Erika montre sa gratitude avec un bouquet lors de la Fête\nde l'amitié. Les couleurs éclatantes de son Pokémon,\nFloramantis, sont le résultat de la reconnaissance que\nson Pokémon éprouve envers elle et une preuve\nde l'affection qu'Erika lui porte.",
    "10097400000": "Viviane exprime sa gratitude avec un bouquet lors\nde la Fête de l'amitié. Après avoir montré son courage\nà un Shaymin timide, il se sont liés d'amitié et forment\nà présent un Duo.",
    "10318800000": "Le proviseur Clavel a changé sa tenue pour s'accorder\navec celle de Florian, qui vient de l'Académie Raisin.\nIl semblerait que le Clavel du monde d'où vient Florian\nportait lui aussi la même tenue.",
    "10139000002": "Cette Dresseuse a voyagé à travers Kalos à la découverte\nde ses rêves. Elle adore les puzzles et les Pokémon\nmignons. Elle chérit les souvenirs qu'elle a de ses amis\nplus que tout.",
    "10158000001": "Dianthéa est le Maître de Kalos et une actrice de cinéma\ncélèbre. Elle est d'une nature amicale et aime discuter\navec les Dresseurs talentueux. On raconte\nqu'elle fréquente les cafés.",
    "10015000001": "Fort et dur comme la roche, ce Champion accompagne\nles jeunes Dresseurs dans leurs débuts.",
    "10042000001": "Une Championne qui aime les Pokémon oiseaux.\nSa grande élégance lui vaut de nombreux fans\nà Cimetronelle.",
    "10294000001": "Venu tout droit de Paldea, le Champion d'Arène du Mont\nNappé garde habituellement la tête froide, mais quand\nses combats commencent à s'enflammer, il sait aussi\nmontrer son côté passionné.\nC'est également un ancien snowboardeur professionnel.",
    "10019900000": "Brice porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Aux côtés de Groudon,\nil cherche la voie vers une coexistence\npleine de compassion.",
    "10126900000": "Flora porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Elle s'aventure vers\nun futur inconnu aux côtés de Kyogre.",
    "10089900000": "N a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Il est parvenu à démontrer\nson lien profond avec les Pokémon.",
    "10329000000": "Le boss de l'équipe Fée de la Team Star, aussi appelée\nle Groupe Ruchbah, étudie à l'Académie de Paldea.\nC'est lui qui a conçu les Starmobiles, qui sont\ndes Poké Montures modifiées.",
    "10098000001": "Un garçon joyeux et toujours souriant. Il aime\nles malasadas et les combats qui rapprochent\nles Dresseurs et leurs Pokémon.",
    "10019000001": "Fils d'un Champion d'Arène, ce Dresseur voue un grand\nrespect à son père et donne le meilleur de lui-même\nen combat.",
    "10244000003": "Un Dresseur originaire de Paddoxton et le petit frère\nde Tarak, le Maître de Galar. Sa participation\nau Défi des Arènes lui a ouvert les yeux quant\nà son véritable rêve : devenir Professeur Pokémon.",
    "10112000001": "Un Dresseur très compétent qui a gagné l'admiration\nd'une génération entière. Originaire de Johto, il adore la\nnature, qu'il parcourt par monts et par vaux avec plaisir.",
    "10296000002": "Cette Championne d'Arène de Levalendura venue de\nPaldea est une streameuse populaire pour son émission\n« Les Machins de Mashynn ». Elle est connue pour\nses répliques fétiches très reconnaissables.",
    "10245000004": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait gagner\nde nombreux admirateurs.",
    "10090000002": "Collectionneur de pierres rares et président\nde la Devon SARL, c'est aussi le Maître\nde la Ligue Pokémon de Hoenn.",
    "10352000000": "Cette élève de l'Institut Myrtille et membre du Conseil 4\nde la Ligue Myrtille est une personne de confiance\nqui a un faible pour tout ce qui est mignon.\nC'est la fille de Bardane, le Roi de la Mine\nde l'Arène de Port Yoneuve.",
    "10290400000": "Aurel porte un uniforme de l'Académie de Passio\nqu'il a retouché pour le rendre unique. Il se rend\nà l'école en volant à dos de Gueriaigle,\nson Pokémon originaire de Hisui.",
    "10245420000": "Rosemary porte un uniforme de l'Académie de Passio\nqu'elle a retouché pour le rendre unique. Ces derniers\ntemps, elle s'entraîne à aller à l'école à dos\nde Motorizard.",
    "10148410000": "Enseignant à l'Académie de Passio, Mortimer porte\nune tenue qu'il a retouchée pour la rendre\nunique. Il donne des cours sur les mythes de Johto\navec son Typhlosion, originaire de Hisui.",
    "10182000000": "Ce Capitaine de l'île Mele-Mele est un ancien élève\nde l'École de Dresseurs et a également étudié\nà Kalos. Il est connu pour son caractère\nplutôt pugnace.",
    "10101420000": "Écho porte l'uniforme de base de l'Académie de Passio.\nElle donne tout et travaille dur à l'académie.",
    "10091000002": "Enfant, cette archéologue spécialiste des légendes\net Maître de Sinnoh est partie explorer le monde\navec un Pokédex.",
    "10286000001": "Cet élève de l'Académie Raisin de Paldea est très\ncurieux et a un penchant très prononcé pour tout\nce qui est mystérieux. Il vient d'un monde différent\nde celui de Juliana et des autres.",
    "10102000001": "Cette Dresseuse a parcouru la région d'Unys.\nElle travaille actuellement comme assistante de\nla Professeure Keteleeria afin d'apprendre à\nmieux connaître ses Pokémon adorés.",
    "10352000001": "Cette élève de l'Institut Myrtille et membre du Conseil 4\nde la Ligue Myrtille est une personne de confiance\nqui a un faible pour tout ce qui est mignon.\nC'est la fille de Bardane, le Roi de la Mine\nde l'Arène de Port Yoneuve.",
    "10132900000": "Goyah a éveillé la puissance de sa Duo-Gemme\nUltime et reçu la faveur d'Arceus. Sa vaste expérience\ncontinue de guider de nombreux Dresseurs.",
    "10212000000": "Ce Dresseur d'Unys est le petit-fils de Goyah. Ses talents\nnaturels lui ont permis d'atteindre le sommet d'un centre\nde combat rassemblant les plus puissants Dresseurs.",
    "10296100000": "Vêtue de son Look Ultime, Mashynn enquête\ndernièrement sur Ire-Foudre, un Pokémon plein\nde mystère. Elle a diffusé un live exclusif à Passio\npour révéler sa nouvelle tenue.",
    "10106110000": "Vêtue de son Look Ultime, Inezia se lance le défi\nde changer la façon dont le public la perçoit, avec\nFulguris dans sa Forme Totémique à ses côtés.",
    "10246100000": "Travis porte un Look Ultime. Il se forge un nouveau futur\naux côtés d'un Garde-de-Fer apparu de nulle part,\navec lequel il forme désormais un Duo.",
    "10364000000": "Ce Dresseur adore la randonnée. Il possède beaucoup\nde connaissances sur les montagnes célèbres comme\nMont Argenté, et à choisir, il préfère monter en haut\ndu Mont Hokulani à pied plutôt qu'en bus.",
    "10089000002": "Ce jeune homme aux pouvoirs particuliers est le roi déchu\nde la Team Plasma. On dit qu'il a noué des liens d'amitié\nmême avec les Pokémon légendaires d'Unys. Il rêve\nd'un monde où humains et Pokémon vivraient réellement\nen harmonie.",
    "10304000001": "Ce Champion d'Arène de Mezclamora assure également\nune permanence au Conseil 4 de Paldea. Il choisit\navec soin les repas qu'il déguste lors de pauses\ndans son emploi du temps chargé.",
    "10026000001": "Extrêmement énergique et souriante, cette Championne\nadore les Pokémon de son équipe et déteste perdre.",
    "10012000001": "Une Championne se déplaçant toujours en roller.\nElle est l'héritière de la Gemme Sésame, le secret\nde la Méga-Évolution.",
    "10252000002": "Ce Champion d'Arène de type Feu a déménagé à Galar\ndepuis Hoenn. Il a traversé une période difficile\noù il s'est retrouvé relégué en deuxième division\nde la Ligue de Galar.",
    "10116000002": "Une Dresseuse très positive quoiqu'un peu distraite, qui\nadore aider son prochain. Ses aventures à Sinnoh lui ont\npermis de développer une grande puissance.",
    "10048800001": "Pieris, contrairement à son habitude, porte un kimono.\nIl tire à pile ou face et remet son destin entre les mains\ndu hasard. Il apparaît très mystérieux, seul sur la côte.",
    "10122900000": "Elio porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Son courage brille encore\nplus fort que le soleil.",
    "10123900000": "Selene porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Sa gentillesse est encore\nplus lumineuse que la lune.",
    "10304400000": "Okuba porte une tenue spéciale. Il s'agit d'un cadeau\nde la part d'Alisma, lorsqu'elle a appris qu'il allait\nvisiter le festival d'Alola pendant son jour de congé.",
    "10358000000": "Bien qu'il ressemble à un élève de l'académie,\nil est en réalité... le proviseur Clavel incognito !\nSon déguisement lui permet d'accéder aux endroits\noù les enseignants ne peuvent pas aisément enquêter.",
    "10138000000": "Ce chercheur d'Alola étudie les formes régionales\ndes Pokémon, il est aussi le cousin du Professeur\nChen, de la région de Kanto. On raconte qu'il est\nadepte du Surf Démanta.",
    "10092000001": "Une jeune fille joyeuse issue d'un peuple qui vit\navec des Pokémon Dragon. Sa puissance est telle\nqu'elle est devenue Maître.",
    "10246000002": "Prétendant au titre de Champion d'Arène, Travis vit dans\nla région de Galar. Élite auto-proclamée et souvent\nsarcastique, il a toutefois beaucoup de potentiel.\nVivre entouré de rose amène petit à petit un changement\ndans son cœur auquel même lui ne s'attendait pas.",
    "10255000001": "Lona est la Championne d'Arène de type Glace à Galar,\net ce depuis qu'elle a la vingtaine. C'est une coach\némérite, mais si un mot devait résumer ses méthodes\nd'apprentissage, ce serait « rigueur ».",
    "10254000001": "Chaz est le Champion d'Arène de type Roche à Galar.\nSa popularité et son talent lui apportent de nombreux\nfans. Son objectif est de toujours gagner en se battant\nde manière cool et distinguée.",
    "10112900000": "Luth a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Son âme à l'éclat argenté\nbrille de plus belle lorsqu'il affronte son rival.",
    "10133910000": "Silver a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Il affronte son rival avec\nun cœur à la pureté de l'or.",
    "10091400000": "Cynthia profite d'agréables vacances à la plage.\nSon partenaire Pokémon, Milobellus, n'est pas seulement\nd'une grande beauté, mais il est également un fidèle allié\nqui l'a accompagnée au cours de nombreux combats.",
    "10016420000": "Carolina profite d'agréables vacances à la plage.\nElle rêve de pouvoir un jour se laisser porter autour\ndu globe au gré des vents saisonniers avec Cotovol.",
    "10247000001": "Connu comme le Maître Invaincu de Galar,\nTarak possède un charisme fou qui lui a valu\nson immense popularité. En revanche, on raconte\nqu'il n'a aucun sens de l'orientation.",
    "10356000000": "Une élève de l'Institut Myrtille et sœur de Kassis.\nElle déteste perdre, et a une grande confiance en\nses compétences de combat Pokémon et en son physique.",
    "10357000000": "Un élève de l'Institut Myrtille et frère de Roseille.\nDe nature décontractée, il a tout donné pour essayer\nde battre une personne rivale qu'il admire énormément.",
    "10092410000": "Iris porte un uniforme de l'Académie de Passio\nqu'elle a retouché pour le rendre unique. On la voit\nsouvent chanter joyeusement accompagnée de Lokhlass.",
    "10119400000": "Gladio porte un uniforme de l'Académie de Passio\nqu'il a retouché pour le rendre unique. Il étudie\nla programmation pour le bien de Porygon-Z.",
    "10019400000": "Brice porte l'uniforme de base de l'Académie de Passio.\nParfois, il suit les cours accompagné de Norman,\nson père.",
    "10120000002": "Cette beauté est la présidente de la Fondation Æther.\nElle voue un amour profond aux Pokémon\net à ses enfants : Lilie et Gladio.",
    "10151000001": "Une spécialiste du type Spectre qui s'illustre dans les\nConcours Pokémon. Elle ne ménage jamais ses efforts,\nce qui lui a permis de devenir aussi Championne d'Arène.",
    "10011000001": "Une Championne d'Arène de type Poison très populaire\nà Unys. Elle est aussi bassiste dans un groupe de rock.",
    "10160000002": "Cette Capitaine de l'île d'Akala, à Alola, est passionnée\nde pêche. Elle ne manque jamais une occasion d'aider\nsa famille ou de s'occuper de ses petites sœurs.",
    "10000400000": "Red porte une magnifique tenue et s'assure que tout\nle monde s'amuse au festival Duo-Téracristal.\nIl fait ressortir le pouvoir du Dragon de Dracaufeu.",
    "10243410000": "Gloria porte une magnifique tenue et s'assure que tout\nle monde s'amuse au festival Duo-Téracristal.\nLe pouvoir de la Roche sommeillait en Pyrobut.",
    "10285410000": "Nacchara porte une magnifique tenue et s'assure que tout\nle monde s'amuse au festival Duo-Téracristal.\nLe pouvoir du Poison de Typhlosion a élargi les horizons\ndu monde de Nacchara.",
    "10359000000": "Percupio dévoile son vrai visage en tant qu'Expert\nen Pokémon. Sa curiosité l'a poussé à tenter de contrôler\nArceus afin d'utiliser son pouvoir pour refaire le monde.",
    "10004000001": "Une jeune Dresseuse énergique qui aime la mode,\nles distractions, les voyages, et surtout, les combats\nPokémon.",
    "10020000001": "Un Dresseur habile qui a acquis sa puissance\nen parcourant Unys. Il déteste perdre !",
    "10089000003": "Ce jeune homme aux pouvoirs particuliers est le roi déchu\nde la Team Plasma. On dit qu'il a noué des liens d'amitié\nmême avec les Pokémon légendaires d'Unys. Il rêve\nd'un monde où humains et Pokémon vivraient réellement\nen harmonie.",
    "10099000003": "Un Dresseur extrêmement sérieux dans son approche\ndes Pokémon qui, par impatience, fonce parfois pour\natteindre son but.",
    "10287000001": "Cette élève de l'Académie Orange de Paldea a une\npersonnalité enjouée et peut facilement se lier d'amitié\naux autres. Elle est aussi un peu tête en l'air.",
    "10286000002": "Cet élève de l'Académie Raisin de Paldea est très\ncurieux et a un penchant très prononcé pour tout\nce qui est mystérieux. Il vient d'un monde différent\nde celui de Juliana et des autres.",
    "10289000002": "Cette passionnée de combats est déléguée des élèves\nau sein de son académie, située dans la région\nde Paldea. Sa puissance en tant que Dresseuse\nest telle qu'elle lui a valu le rang Maître.",
    "10356000001": "Une élève de l'Institut Myrtille et sœur de Kassis.\nElle déteste perdre, et a une grande confiance en\nses compétences de combat Pokémon et en son physique.",
    "10041000002": "Chef d'Usine à la Zone de Combat, ses vastes\nconnaissances et son esprit d'analyse lui permettent\nd'utiliser n'importe quel Pokémon.",
    "10040000001": "Ce puissant Champion, célèbre pour son rôle\nde Zhuman, a dû mettre sa carrière d'acteur\nen pause après une blessure sur un tournage.",
    "10006000001": "En constante surchauffe, ce membre de Conseil 4\nse dévoue corps et âme aux combats, qu'il remporte\ngrâce à ses Pokémon de type Feu.",
    "10250000001": "Stoïque, elle étudie l'art du karaté à Galar avec assiduité.\nElle a un penchant secret pour les sucreries.",
    "10049000001": "Cette membre du Conseil 4 de Hoenn s'est entraînée\nau Mont Mémoria pour converser avec les Pokémon\nSpectre.",
    "10101420001": "Écho porte l'uniforme de base de l'Académie de Passio.\nElle donne tout et travaille dur à l'académie.",
    "10338000000": "Cette Dresseuse a une personnalité amicale et avenante,\net elle adore la photographie. C'est une globe-trotteuse\nqui a visité la région de Septentria avec un but\nspécifique en tête.",
    "10312000000": "Cette Gardienne du Clan Diamant de la région de Hisui\nest responsable de veiller sur Fragilady, la Reine du Col.\nElle étudie la coiffure en ce moment.",
    "10311000000": "Cette Gardienne du Clan Diamant de la région de Hisui\nétait responsable de veiller sur un Cerbyllin spécial.\nElle est comme une grande sœur pour Adamantin\net Nacchara, qui se reposent beaucoup sur elle.",
    "10352400000": "Taro est prête à profiter de la Parade Nocturne avec\nson facétieux Farfaduvet. Elle tente d'être à la fois\nvilaine et mignonne.",
    "10107000000": "Ce spécialiste du type Plante de la région d'Unys travaille\navec ses frères triplés, Noa et Armando. Il est de nature\ncalme et il sélectionne toujours les feuilles de thé\nles plus délicates.",
    "10145000000": "Ce spécialiste du type Feu de la région d'Unys travaille\navec ses frères triplés, Rachid et Noa. Il a le sang chaud\net fait toujours en sorte que l'eau atteigne\nla température parfaite.",
    "10146000000": "Ce spécialiste du type Eau de la région d'Unys travaille\navec ses frères triplés, Rachid et Armando. Il a la tête\nsur les épaules et prépare toujours une eau\nde qualité irréprochable.",
    "10256000001": "Un Champion de Galar qui aime les Pokémon de type\nTénèbres. Peterson est également un chanteur\net compositeur renommé. Nombre de fans apprécient\nson timbre de voix mélancolique.",
    "10021910000": "Blue a éveillé la puissance de sa Duo-Gemme Ultime\net reçu la faveur d'Arceus. Aux côtés de Roucarnage,\nil occupe une place de leader pour les autres Duos.",
    "10113420000": "Jasmine porte un uniforme de l'Académie de Passio\nqu'elle a retouché pour le rendre unique. Elle étudie\ncomment soigner les blessures et les maladies chez\nles humains et les Pokémon.",
    "10252400000": "Enseignant à l'Académie de Passio, Kabu porte une tenue\nqu'il a retouchée pour la rendre unique. Grâce à son\nenseignement passionné, ses cours sont populaires\net encouragent les élèves à poursuivre leurs rêves.",
    "10336000000": "Cette nouvelle enseignante était auparavant infirmière\nscolaire dans une académie de la région de Paldea.\nElle a récemment réussi l'examen pour devenir\nenseignante. On dit qu'elle a autrefois travaillé\ndans un Centre Pokémon.",
    "10147400000": "Matis porte l'uniforme de base de l'Académie de Passio.\nIl est comme un grand frère sur lequel les plus jeunes\nélèves de l'académie peuvent toujours compter.",
    "10293000001": "Cette Dresseuse fan d'Évoli et de ses évolutions étudie\nà l'académie de la région de Paldea. De personnalité\nplutôt réservée, elle est un génie de l'informatique.",
    "10279000001": "Ce Dresseur a débuté son aventure à Bourg Palette,\ndans la région de Kanto. Il aime faire la course\navec son partenaire, Pikachu, qui est, contre toute\nattente, capable d'utiliser des Techniques Secrètes.",
    "10020900000": "Ludwig porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Il a juré de vivre avec son\nReshiram et son Kyurem fusionné.",
    "10004900000": "Ludvina porte une tenue célébrant son nouveau titre :\nNéo-Maître de Passio. Avec son Vert-de-Fer, elle\nprotège un futur où tout le monde a le sourire.",
    "10356100000": "Vêtue de son Look Ultime, Roseille prend soin de son\nPêchaminus qu'elle adore, malgré le goût amer de\nl'humiliation qu'il lui a fait subir à Septentria.",
    "10317400000": "Pepper profite d'une fête hivernale et prépare des plats\népicés avec la sauce de Scovilain. Le tablier et la tenue\nde Pepper lui ont été offerts par ses amis.",
    "10004000004": "Une jeune Dresseuse énergique qui aime la mode,\nles distractions, les voyages, et surtout, les combats\nPokémon.",
    "10111000003": "Le Maître du Plateau Indigo. Il est accompagné\nd'un Pokémon qui lui voue une confiance et un amour\nabsolu. Il aime les combats et aider les gens en difficulté."
}
