{
    "10000000000": "Taciturno Allenatore dalla forza leggendaria.\nBlu è il suo più grande amico, nonché il suo acerrimo\nrivale.",
    "10001000000": "Professore Pokémon che è riuscito a realizzare il sogno\ndi costruire una Lega Pokémon anche ad Alola.\nStudia le mosse dei Pokémon.",
    "10002000000": "Giovane Allenatrice piena di curiosità ed entusiasmo.\nTiene molto al legame con il suo Pokémon, che tratta\nsempre con gran cura.",
    "10003000000": "Allenatore stoico dai modi compassati, dietro i quali\nsi nasconde un ardente desiderio di diventare sempre\npiù forte.",
    "10004000000": "Giovane Allenatrice appassionata di moda, di cose\ninteressanti e soprattutto di lotte. Viaggia per il mondo\naffinando le sue capacità.",
    "10005000000": "Affascinante Superquattro esperta di Pokémon di tipo\nGhiaccio. Ama le cose adorabili e a casa ha una gran\ncollezione di peluche.",
    "10006000000": "Superquattro dall'animo incandescente.\nÈ esperto di Pokémon di tipo Fuoco, con cui condivide\nlo stile di lotta esplosivo.",
    "10007000000": "Superquattro di Alola e specialista di Pokémon di tipo\nSpettro. Si dice che discenda dall'antica dinastia reale\ndi Alola.",
    "10008000000": "Adorabile Capopalestra con un debole per i Pokémon\ndi tipo Erba più carini. A Kanto vanno molto i suoi corsi\ndi composizione floreale.",
    "10009000000": "Capopalestra serio e imperturbabile.\nDedica tutto se stesso all'allenamento e alla sua famiglia.",
    "10010000000": "Capopalestra specializzato nel tipo Acqua, è meglio\nconosciuto come \"Omar il Distruttore\".\nI suoi accesissimi match attirano molti fan.",
    "10011000000": "Oltre a essere una Capopalestra esperta del tipo Veleno,\nsuona anche il basso in una band. Pare goda di una certa\nfama nella regione di Unima.",
    "10012000000": "Vivacissima Capopalestra sempre sui pattini.\nA Kalos, da dove viene, è anche nota come\n\"l'Erede del segreto della megaevoluzione\".",
    "10013000000": "Kahuna il cui valore è stato riconosciuto dai Pokémon\nprotettori dopo un viaggio per tutta Alola.\nLa sua parlata ricorda quella di suo nonno.",
    "10014010000": "A Unima tutti conoscono le sue doti come Capopalestra\ne maestro della Scuola per Allenatori.\nHa poca esperienza, ma s'impegna al massimo.",
    "10015000000": "Il suo motto è \"Determinazione e difesa granitica\".\nÈ un Capopalestra affidabile che aiuta volentieri\ngli Allenatori alle prime armi.",
    "10015010000": "Con indosso il Costumax, Brock è riuscito\na perfezionare la sua difesa e a sviluppare\nun attacco altrettanto granitico.",
    "10016000000": "Capopalestra che vola con i suoi Pokémon a bordo\ndi un aereo cargo. Si è guadagnata molti fan grazie\nal suo temperamento allegro e vivace.",
    "10018000000": "Allenatrice gentile e premurosa. Viaggia per sfruttare\nle sue vaste conoscenze sui Pokémon, di cui si prende\ncura alla perfezione.",
    "10019000000": "Considera suo padre, il Capopalestra Norman, un modello\nda seguire. È un po' una peste, ma nelle lotte fa sempre\nsul serio.",
    "10020000000": "Abilissimo Allenatore, pare che abbia affinato le sue\ncapacità viaggiando per Unima. Sembra sempre calmo,\nma in realtà odia perdere.",
    "10021000000": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto.\nRosso è per lui un amico e un rivale storico.",
    "10022000000": "Capopalestra esperto di tipo Ghiaccio che ama i Pokémon\nquanto la sua famiglia. È un grande fan dei film di\nFantasilvestro, che lo commuovono.",
    "10023000000": "Allenatrice premurosa che nelle lotte si concentra\nnel curare i Pokémon feriti. Come lei stessa ammette,\nl'offensiva non è il suo forte.",
    "10024000000": "Superquattro della Lega Pokémon di Unima, nonché\nscrittrice. A volte trae ispirazione per i suoi libri\ndagli Allenatori che la sfidano.",
    "10025000000": "Capopalestra calorosa e socievole. A volte si chiede se\nnon dovrebbe mostrarsi più fredda, in linea coi suoi\nPokémon di tipo Ghiaccio.",
    "10026000000": "Capopalestra chiacchierona e un po' superficiale.\nVa molto fiera dei suoi carinissimi Pokémon e quando\nperde si mette a piangere per la rabbia.",
    "10027000000": "Vivace Capopalestra specializzata nel tipo Erba.\nA volte la sua paura dei Pokémon di tipo Spettro le fa\nperdere il sonno.",
    "10028000000": "Capopalestra risoluta e orgogliosa, esperta di Pokémon\ndi tipo Drago.\nÈ cugina di un altro famoso Domadraghi, Lance.",
    "10029000000": "Capopalestra vivace e appassionata. Cerca sempre di\ncomportarsi in maniera seria, ma a volte esagera un po'.",
    "10030000000": "Una dei due gemelli Capipalestra, a volte collabora\ncon il Centro Spaziale di Verdeazzupoli.\nLotta in perfetta sinergia con suo fratello Tell.",
    "10031000000": "Capopalestra insieme alla gemella Pat, con cui comunica\ntelepaticamente. Ogni tanto bisticciano, ma la loro\nsintonia è eccezionale.",
    "10032000000": "Capopalestra con oltre 50 anni di esperienza.\nNoto anche come \"Allenatore dell'inverno\", si mantiene\nin salute lottando e alzandosi presto.",
    "10033000000": "Capopalestra esperto di tipo Terra e gestore di un'impresa\nmineraria a Unima. A volte è un po' brusco, ma è\nun capo onesto e affidabile.",
    "10034000000": "Uno dei Capitani di Alola. Gira il mondo in cerca\ndi ispirazione, dipingendo quadri apprezzati sia\ndai Pokémon che dalle persone.",
    "10035000000": "Capopalestra esperto del tipo Elettro e in mosse\nparalizzanti. È molto cauto, tanto che la sua palestra\nè piena di dispositivi.",
    "10036000000": "Uno dei Capitani di Alola. Sebbene sia molto giovane,\nè un ingegnere provetto. Ha ideato e costruito numerosi\ndispositivi.",
    "10037000000": "Anziano Capopalestra esperto del tipo Erba. È molto\ngarbato e si mantiene in forma con il giardinaggio.\nViaggia in cerca dei tè migliori.",
    "10038000000": "Capopalestra come il padre Ferruccio, che ammira molto.\nMinatore, ama tunnel e fossili e lotta con Pokémon\ndi tipo Roccia.",
    "10039000000": "Capopalestra esperta di Pokémon Coleottero.\nGira il mondo scattando foto, e spesso se ne va in giro\ninsieme a sua sorella Alexia.",
    "10040000000": "Stella del cinema ritiratasi in seguito a un incidente.\nLa sua fama come Capopalestra è paragonabile a quella\nche ha come Fantasilvestro.",
    "10041000000": "È il Boss dell'Azienda Lotta. Le sue eccelse abilità\ndi analisi gli permettono di capire che Pokémon schierare\ncontro ogni sfidante.",
    "10042000000": "Capopalestra che adora i Pokémon alati.\nLa sua grazia ed eleganza le hanno fruttato molti fan\ntra gli Allenatori di Forestopoli.",
    "10043000000": "Capopalestra specializzato nel tipo Lotta.\nAppassionato di surf, si è trasferito a Hoenn da Kanto\nin cerca delle onde migliori.",
    "10044000000": "Studentessa modello alla Scuola per Allenatori,\nnonché abile e orgogliosissima Capopalestra.\nAma i fossili e i Pokémon di tipo Roccia.",
    "10045000000": "È il Capopalestra più giovane di Johto e la sa lunga sui\nPokémon di tipo Coleottero, che adora. Da grande\nvorrebbe fare il Professore.",
    "10046000000": "Un Asso del Parco un po' brusco ma con un grande\namore per i Pokémon. Come Boss dell'Azienda\nconosce molto a fondo i Pokémon.",
    "10047000000": "Allenatore mascherato sempre in cerca della forza.\nDopo aver girato il mondo allenandosi, è diventato\nuno dei Superquattro di Kanto.",
    "10048000000": "Superquattro esperto del tipo Buio e grande amante\ndi ogni competizione o sfida. Prende sportivamente\nsia sconfitte che vittorie.",
    "10049000000": "Superquattro, ha stretto un legame speciale coi Pokémon\ndi tipo Spettro allenandosi sul Monte Pira.\nPare che possa perfino parlare con gli spiriti...",
    "10050000000": "Capopalestra che si allena coi Pokémon di tipo Lotta.\nNon dimentica mai gli avversari che si sono comportati\nin maniera educata e onesta.",
    "10051000000": "Kahuna molto amata per la grande abilità con i Pokémon\ne per il carattere premuroso.\nVende fossili e pietre nella sua gioielleria.",
    "10052000000": "Capopalestra con il mare nel cuore.\nDato che la sua palestra dà sulla spiaggia, quando non ci\nsono sfidanti va a farsi una nuotata.",
    "10053000000": "Capopalestra famoso tanto per le abilità nell'arrampicata\nquanto per lo stile alla moda. Ama i dolci ma cerca di\nfarne a meno.",
    "10054000000": "Superquattro e ninja moderno, attacca gli avversari\ncon tecniche infide. Ha insegnato i segreti dei ninja\nanche a sua figlia Nina.",
    "10055000000": "Prode Superquattro in armatura, specialista dei Pokémon\ndi tipo Acciaio. Affronta i propri avversari in duelli leali,\nsenza sotterfugi.",
    "10056000000": "Kahuna di Alola e anche poliziotto. Sembra cinico e\nindifferente, ma in realtà si impegna molto nelle lotte,\nla sua passione.",
    "10057000000": "Superquattro che si allena strenuamente, crede che\nallenandosi chiunque possa diventare forte.\nSpesso grida prima di attaccare.",
    "10058000000": "Golfista professionista che ha viaggiato molto.\nLa sua serietà nelle lotte le ha fatto guadagnare un posto\ntra i Superquattro.",
    "10059000000": "Capopalestra noto come il \"maestro dei quiz\".\nLotta con Pokémon di tipo Fuoco sfruttando l'esperienza\ne le sue conoscenze scientifiche.",
    "10060000000": "Capopalestra ninja, esperta del tipo Veleno come il padre\nKoga, per cui nutre grande rispetto. Spesso ha accese\ndiscussioni in sua difesa.",
    "10061000000": "Superquattro di grande esperienza, dal carattere duro\ne dallo stile di lotta incalzante.\nPare avere dei trascorsi con il Professor Oak.",
    "10062000000": "Superquattro in apparenza calma e razionale, ma che\ncela una grande passione per i Pokémon.\nIn particolare adora quelli di tipo Buio per l'aspetto\n\"duro e ribelle\".",
    "10063000000": "Superquattro della Lega Pokémon di Unima.\nAffronta gli avversari con lealtà per affinare la sua forza,\nfrutto di rigorosi allenamenti.",
    "10090000000": "Noto come \"il collezionista girovago\", è figlio del capo\ndella Devon SpA e Campione della Lega Pokémon\ndi Hoenn. Ama le gemme rare.",
    "10091000000": "Archeologa specializzata in storia e mitologia Pokémon,\nnonché Campionessa di Sinnoh. Ama i Pokémon e\nda piccola partì all'avventura con il suo Pokédex.",
    "10092000000": "Giovane e talentuosa Allenatrice cresciuta con la famiglia\ninsieme ai Pokémon di tipo Drago. Una delle più giovani\nCampionesse di sempre.",
    "10094000000": "Superquattro che lotta in segno di gratitudine verso\nil Pokémon che gli salvò la vita. Per lui, gli Allenatori\ndevono avere un cuore giusto.",
    "10095000000": "Raffinatissima Allenatrice che è riuscita a superare\ni suoi punti deboli e diventare Superquattro della\nLega Pokémon di Unima.",
    "10096000000": "Superquattro e cuoco leggendario, considera la lotta e\nla cucina forme d'arte e si dedica a entrambe con serietà\ne grande talento.",
    "10097000000": "La sua riservatezza le dà un'aria misteriosa, ma in realtà\nsemplicemente non ama parlare.\nÈ un'Allenatrice gentile e affettuosa con tutti.",
    "10098000000": "Allenatore ottimista e sempre allegro.\nIn gran sintonia col proprio Pokémon, ama le malasade\ne ogni genere di lotta.",
    "10099000000": "Ragazzo vivace che prende i Pokémon davvero sul serio.\nÈ un tipetto impaziente e non sa starsene mai fermo.",
    "10101000000": "Giovane allegra e dal forte senso di giustizia, ama essere\nal centro dell'attenzione e sogna di lottare contro tutti\ngli Allenatori del mondo.",
    "18000000000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] all'inizio di una nuova avventura insieme\nai Pokémon. È sulla buona strada per arrivare al top\nin un lampo.",
    "10110000000": "Soprannominata \"la sirena maschiaccio\", è una\nCapopalestra allegra e vitale che sa anche mostrarsi\nstoica all'occorrenza. Tiene molto alle sue strategie\ndi lotta.",
    "10106000000": "Capopalestra di tipo Elettro e modella di successo.\nVederla lottare con eleganza nella sua palestra,\nsimile a una passerella, lascia estasiati gli spettatori.",
    "10153000000": "Una dei Superquattro di Hoenn, giunta lì per affinare\nle sue capacità con i Pokémon di tipo Ghiaccio.\nAttende avversari che le offrano una sfida degna\ndi questo nome.",
    "18000020000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] in erba che ha incontrato un nuovo\nPokémon. Sa di poter crescere molto e lotta sfruttando\nil suo enorme potenziale.",
    "10101100000": "Indossando un vestito che ispira convivialità, Rina porta\na tutti la sua gratitudine insieme al Delibird di cui\nsi prende cura.",
    "10096100000": "Nonostante il cambio d'abito, il suo approccio alla cucina\nè rimasto lo stesso. Sta ideando una nuova ricetta a base\ndi inchiostro di Octillery che possa deliziare il palato\ndei clienti.",
    "10140000000": "Capo del Team Rainbow Rocket, una vasta organizzazione\nche mira a conquistare il mondo servendosi di tutti\ni Pokémon. Considera i Pokémon come degli strumenti.",
    "10111000000": "Campione dell'Altopiano Blu. Dà molta importanza\nalla fiducia e all'affetto per i Pokémon e predilige lotte\nall'insegna della correttezza. È premuroso e molto amato.",
    "10017000000": "Una ragazza dal carattere solare e amichevole.\nNutre una curiosità insaziabile verso i Pokémon e\nsi fida ciecamente delle proprie capacità nelle lotte.",
    "10112000000": "Un Allenatore di Johto esperto e molto affidabile.\nAma il mare, la montagna e la natura in generale.\nÈ molto vivace ed è sempre in giro all'aria aperta.",
    "18000120000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] che si emoziona e ha grandi propositi\nper il futuro. Affronta le lotte insieme al suo Pokémon\nleggendario.",
    "10129000000": "Una ragazza misteriosa dal sorriso sprezzante. A Hoenn\nha cercato di portare a termine la sua missione in qualità\ndi Custode del segreto del popolo delle meteore.",
    "10106100000": "Con indosso il suo elegantissimo Costumax, Camelia punta\na diventare la numero uno sia nelle lotte Pokémon\nche nella moda.",
    "10157000000": "Una Capopalestra dallo stile molto particolare che disegna\ni suoi abiti spinta dal desiderio di diventare un Pokémon.",
    "10114000000": "Capopalestra esperta di Pokémon di tipo Psico, è in grado\ndi vedere il futuro con la preveggenza.\nSembra che lottare non le piaccia molto.",
    "10151000000": "Un'esperta di Pokémon di tipo Spettro che ha grande\nsuccesso nelle gare. Molto diligente, è riuscita a diventare\nCapopalestra grazie all'assiduo studio dei Pokémon.",
    "10137000000": "Un luminare nel campo della ricerca sui Pokémon.\nPare che da giovane fosse un Allenatore davvero\nin gamba. È il nonno di Blu.",
    "10125000000": "Carismatico capo del Team Skull, un gruppo di lestofanti\ndi Alola. Controlla e si prende cura dei suoi sottoposti, \nche lo ricambiano con una fiducia incondizionata.",
    "10121000000": "Ufficiale del Team Skull vista dal gruppo come una\nsorta di sorella maggiore. Coccola le Reclute e non\nsopporta che i suoi subalterni vengano maltrattati.",
    "10131000000": "Capopalestra di Luminopoli, ha una grande passione per\nle invenzioni. Aiuta molti Allenatori con le sue scoperte\nscientifiche, aprendo la strada verso il futuro.",
    "10127000000": "Il Capopalestra chiamato \"il principe dell'acqua\"\nha un'aria sempre molto raffinata. Il suo stile di lotta\naggraziato gli ha fatto guadagnare molte ammiratrici.",
    "10113000000": "Capopalestra dal cuore colmo di affetto per i Pokémon.\nHa un carattere riservato, ma si entusiasma facilmente\nquando si parla dei Pokémon di tipo Acciaio.",
    "10128000000": "Un ragazzo che ama i Pokémon e le lotte. Si è dato molto\nda fare per crescere, cercando di diventare più forte\ncome Allenatore.",
    "10133000000": "Un ragazzo che punta a diventare l'Allenatore più forte\nal mondo. Lasciandosi alle spalle il proprio passato,\nha imparato che, oltre alla forza, è importante avere\nanche un animo gentile.",
    "10155000000": "Membro dei Superquattro di Kalos, vive seguendo\ngli insegnamenti dei suoi avi. Le piace sfidare Allenatori\ndi talento per far progredire i suoi Pokémon.",
    "10159000000": "Un maggiordomo esperto ed estremamente perspicace.\nLa sua abilità di analisi gli permette di affrontare qualsiasi\nsituazione con grande flessibilità, rivelandosi il vero\nsegreto della sua forza.",
    "10116000000": "Un'Allenatrice positiva e sempre disponibile con gli altri,\nha acquisito le sue capacità allenandosi mentre viaggiava\na Sinnoh. In realtà è un po' sbadata.",
    "10170000000": "Il Capopalestra di Austropoli è anche un artista, le cui\ncreazioni si ispirano ai suoi tanto amati Pokémon di tipo\nColeottero. Fa le cose a modo suo, ma dimostra anche\ndi avere una mentalità aperta.",
    "10048100000": "Mirton indossa un Costumax in cui risalta il colore blu.\nGrazie al suo istinto da esperto di sfide, affinato sul mare\nin tempesta, sa cavalcare l'onda per conquistare\nla vittoria.",
    "10130000000": "Un'Allenatrice che ama la moda e i Pokémon. È vivace,\nallegra e ottimista di carattere, ma quando arriva\nil momento di lottare sa anche essere matura\ne imperturbabile.",
    "10148000000": "Capopalestra specializzato in Pokémon di tipo Spettro.\nGrazie ai lunghi allenamenti segreti nella Palestra\ndi Amarantopoli, riesce ora a vedere ciò che gli altri\nnon vedono.",
    "10198000000": "Asso del Parco della Serpe Lotta. È di poche parole,\nma possiede anche un ardente spirito combattivo.\nNon dimentica mai gli avversari che la sconfiggono.",
    "10240000000": "Fa parte del Team Rocket e vuole denunciare i mali\ndella verità e dell'amore. Ha giurato fedeltà a Giovanni,\nil capo dell'organizzazione, e compie malefatte insieme\na James e a Meowth.",
    "10194000000": "Capo del Team Galassia, un'organizzazione malvagia,\ncrede che lo spirito delle persone sia incompleto e cerca\ndi creare un nuovo mondo. Calmo e razionale\ndi carattere, gode di grande fiducia da parte\ndei suoi sottoposti.",
    "10091010000": "Camilla indossa un Costumax che le dona un ardente\nspirito combattivo. Dopo essersi allenata duramente\ninsieme a Kommo-o, giura di raggiungere l'apice\ndel successo nelle lotte di Pokémon.",
    "10090400000": "Rocco, dall'aspetto più allegro grazie al suo nuovo vestito\nestivo, si rinfresca andando alla ricerca di pietre\nnelle caverne insieme al suo Sandslash di Alola.",
    "10002400000": "Con indosso un nuovo vestito, perfetto per affrontare\nil caldo dell'estate, Cetra viene attratta dall'atmosfera\ngioiosa del festival e si diletta a cantare e a ballare\ninsieme al suo Jigglypuff.",
    "10241000000": "Membro del Team Rocket, cerca di estenderne il potere\nfino alle stelle. Lavora giorno e notte insieme a Jessie\ne Meowth per realizzare il sogno del loro capo, Giovanni.",
    "10118000000": "Un'Allenatrice dal cuore gentile, capace di dare sempre\nil massimo. È cresciuta molto rispetto al passato\nper riuscire ad affrontare qualsiasi prova.",
    "10119000000": "Un Allenatore di poche parole ma che sa essere molto\npremuroso con amici, familiari e Pokémon. È uno spirito\nribelle e in passato ha vissuto anche un periodo in cui\nfaceva affidamento unicamente sulla propria forza.",
    "10120000000": "Direttrice alla guida della Fondazione Æther, dimostra\nun amore profondo verso i Pokémon. È la madre di Lylia\ne di Iridio.",
    "10021010000": "Blu indossa un Costumax dallo stile inconfondibile\ne punta a diventare il più forte insieme a Blastoise,\ncon il quale ha già affrontato innumerevoli lotte contro\navversari formidabili.",
    "10017100000": "Con indosso il suo Costumax dal design sportivo, Leaf\ngiura di lottare con tutte le forze per proteggere\ni suoi compagni insieme a Venusaur, a cui è legata\nda un profondo sentimento di fiducia.",
    "10115000000": "Considerato il Capopalestra più forte di Sinnoh,\nè un uomo capace di grande entusiasmo che ricerca\nil divertimento nelle lotte di Pokémon. Mentre aspetta\nche si presentino degli sfidanti in gamba, si dedica\na ristrutturare la sua palestra.",
    "10183000000": "È il direttore dell'Osservatorio Hokulani e il responsabile\ndei Box del PC di Alola. Aperto e curioso di carattere,\nè grande amico del Professor Kukui e cugino di Chrys.",
    "10007400000": "Malpi travestita da Mimikyu si aggira per la città\naddobbata a festa per sfidare le Unità che incontra\ne farsi dare da loro dei dolcetti.",
    "10020400000": "Alcide travestito da Mightyena raccoglie dolcetti in giro\nper le strade della città, appositamente decorate\nper la festa. È disposto ad affrontare la sua paura\ndei Pokémon di tipo Spettro pur di proteggere\ni suoi compagni.",
    "10100000000": "Allenatore capace che ha vissuto tante avventure\na Unima, ha un carattere amichevole ed è il compagno\nperfetto anche per una lotta in coppia improvvisata.\nÈ alla ricerca dell'origine della forza degli Allenatori\nche ammira di più.",
    "10102000000": "Allenatrice che ha viaggiato in lungo e in largo a Unima,\nattualmente lavora come assistente della Professoressa\nAralia per conoscere meglio i suoi adorati Pokémon.",
    "10215000000": "È la più famosa celebrità delle gare di Hoenn, sempre\npronta a dare spettacolo insieme ad Alty, il suo Altaria.\nParte del suo fascino deriva dal fatto che non si affida\nsolo al suo immenso talento, ma si impegna sempre\nal massimo.",
    "10243000000": "Una ragazza coraggiosa e sempre pronta ad accettare\nnuove sfide, ma a volte un po' dispettosa. Le piace stare\nin mezzo alla natura e ama il curry quasi quanto le lotte\ndi Pokémon.",
    "10016400000": "Anemone indossa un costume rosso acceso che la tiene\nal caldo. Desidera portare felicità a tutti insieme\na Togekiss, un Pokémon che, a quanto si dice, sarebbe\nin grado di donare bontà e dolcezza alle persone.",
    "10008400000": "Erika indossa un nuovo vestito e porta con sé un cesto\ndi fiori. Condivide la sua passione per le decorazioni\nfloreali con Comfey, insieme al quale crea bellissime\ncomposizioni che rendono tutti felici.",
    "10089000000": "Ex-sovrano del Team Plasma, è un giovane in possesso\ndi capacità speciali. Considera come suoi amici persino\ni Pokémon leggendari di Unima, e sogna di costruire\nun mondo in cui esseri umani e Pokémon possano\ndavvero vivere insieme in armonia.",
    "10126000000": "Figlia del Professor Birch di Hoenn, è una ragazza allegra\na cui piace prendersi cura degli altri. Ama effettuare\ndelle ricerche sul campo insieme ai Pokémon più carini.",
    "10118400000": "Lylia prova a indossare un abito tradizionale di Johto.\nLe sfere di polline che riceve da Ribombee sono così\nbuone che a volte finisce per fare indigestione.",
    "10111400000": "Lance indossa un vestito tradizionale della sua regione\nd'origine. Pare anche che si aggiri per Pasio alla ricerca\ndi un mantello che si abbini perfettamente con la fantasia\ndell'abito, ispirata alla forza di Gyarados.",
    "10124000000": "Una dei Capitani di Akala, nella regione di Alola,\nattira i clienti del ristorante di famiglia con la sua abilità\nda cuoca. I suoi piatti hanno un gusto molto originale,\nche è comunque apprezzato da alcune persone.",
    "10132000000": "Ex-Campione di Unima, è un Allenatore di grande\nesperienza. Vuole far capire agli altri quanto sia\nmeraviglioso vivere insieme ai Pokémon, e viaggia\nin vari luoghi per insegnare ai giovani.",
    "10136000000": "L'affabile Professore Pokémon di Luminopoli, a Kalos.\nStudia i misteri delle megaevoluzioni e gli piace\nassaggiare le prelibatezze dei caffè locali.",
    "10196000000": "Ricercatore di ampia fama e capo del Team Flare,\nè disgustato dagli orribili conflitti che vede intorno a sé.\nIl suo obiettivo è rinnovare il mondo, facendo sì\nche sopravvivano soltanto pochi eletti.",
    "10256000000": "Capopalestra di Galar specializzato nel tipo Buio, è anche\nun famoso cantante e compositore. I suoi fan lo adorano\nper il suo stile vocale malinconico.",
    "10130400000": "Serena indossa un nuovo vestito per celebrare un evento\nspeciale! La sua borsa graziosa e alla moda si abbina\nperfettamente con il suo Whimsicott!",
    "10116400000": "Lucinda si cimenta in cucina per un evento speciale,\nimpegnandosi con tutto il cuore per preparare dei dolci\nper i suoi amici insieme ad Alcremie.",
    "10158000000": "Campionessa della regione di Kalos, nonché attrice\nfamosa, ha un carattere molto affabile e mostra\nsempre interesse verso i giovani talenti. È un'assidua\nfrequentatrice dei caffè.",
    "10092800000": "Iris, diventata Campionessa della regione di Unima,\ndimostra la sua vera forza con modi più pacati rispetto\na prima. Le piace affrontare Allenatori di alto calibro.",
    "10245000000": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10247000000": "Invincibile Campione di Galar dalla forza impareggiabile,\nè così popolare e amato per le sue doti che tutti\nlo seguirebbero in capo al mondo. Seguirlo, però,\npotrebbe non essere una buona idea, dato che manca\ncompletamente di senso dell'orientamento.",
    "10122000000": "Giovane Allenatore che ama i Pokémon e le avventure,\nil suo innato talento è stato riconosciuto perfino\ndal Professor Kukui, vista anche l'enorme capacità\ndi crescita dimostrata nel giro delle isole di Alola.",
    "10123000000": "Un'Allenatrice curiosa e alla mano che va d'accordo\ncon tutti grazie al suo carattere amichevole. È un tipetto\nimpulsivo che vive sul momento senza troppe\npreoccupazioni.",
    "10126400000": "Vera fa il suo ritorno con un look speciale, pronta\na iniziare la caccia alle uova e a condurre ricerche\nsul campo assieme al suo fidato Lopunny, un fenomeno\nquando si tratta di trovare qualcosa. Vera adora\nle sue orecchie soffici e lunghe.",
    "10170400000": "Artemisio indossa un abito speciale che evoca il tema\ndella caccia alle uova ed è accompagnato da un partner\nartistico d'eccezione, Togepi. I suoi vestiti colorati sono\ndi grande ispirazione per le sue opere.",
    "10249000000": "Famosa modella e Capopalestra di Galar. Figlia\ndi un pescatore e di una commerciante, grazie\nai suoi genitori è cresciuta a stretto contatto\ncon i Pokémon di tipo Acqua. Lei e Sonia sono ottime\namiche.",
    "10250000000": "Capopalestra di Galar e prodigio del karate, si allena\nstrenuamente ogni giorno con una disciplina ferrea.\nNasconde a tutti la sua passione per i dolci.",
    "10257000000": "Considerato da molti il Capopalestra più forte di Galar,\nha un temperamento gioviale, ma mostra tutta la sua\ndeterminazione non appena comincia una lotta.",
    "10195000000": "La mente dietro i piani malvagi del Team Plasma.\nUn crudele manipolatore, ha cercato di dominare il mondo\nmanovrando N come un burattino.",
    "10117000000": "Un celebre wrestler di Alola la cui missione è fare\nconoscere al mondo lo stile della Battle Royale.\nI suoi tifosi indossano una maschera come la sua\nper fare il tifo ai suoi incontri.",
    "10192000000": "Capo del Team Magma, sogna di creare un mondo\nideale per l'umanità. Avido e calcolatore, per lui il fine\ngiustifica sempre i mezzi.",
    "10193000000": "Capo del Team Idro, sogna di creare un mondo ideale\nper i Pokémon. Il suo carattere energico ed estroverso\ngli ha permesso di guadagnarsi la fiducia dei suoi seguaci.",
    "10161000000": "Nonno di Hau e Kahuna dell'isola di Mele Mele,\nè un Allenatore di prima categoria e un vero prodigio\nnell'antica arte della lotta tradizionale di Alola.",
    "10160000000": "Suiren è un'abile pescatrice, nonché una dei Capitani\ndell'isola di Akala, nella regione di Alola. Adora\nla sua famiglia e si prende molta cura delle sue due\nsorelle minori.",
    "10149000000": "Uno dei Capitani dell'isola di Akala ad Alola, pratica\nla danza tradizionale della sua regione. Il suo sogno\nè diventare un danzatore del fuoco professionista.",
    "10008000001": "Adorabile Capopalestra con un debole per i Pokémon\ndi tipo Erba più carini. A Kanto vanno molto i suoi corsi\ndi composizione floreale.",
    "10035000001": "Capopalestra esperto del tipo Elettro e in mosse\nparalizzanti. È molto cauto, tanto che la sua palestra\nè piena di dispositivi.",
    "10148000001": "Capopalestra specializzato in Pokémon di tipo Spettro.\nGrazie ai lunghi allenamenti segreti nella Palestra\ndi Amarantopoli, riesce ora a vedere ciò che gli altri\nnon vedono.",
    "10062000001": "Superquattro in apparenza calma e razionale, ma che\ncela una grande passione per i Pokémon.\nIn particolare adora quelli di tipo Buio per l'aspetto\n\"duro e ribelle\".",
    "10129000001": "Una ragazza misteriosa dal sorriso sprezzante. A Hoenn\nha cercato di portare a termine la sua missione in qualità\ndi Custode del segreto del popolo delle meteore.",
    "10108000000": "Uno dei gemelli Capometrò del Metrò Lotta di Unima.\nLa sua specialità è la Lotta in Singolo.",
    "10109000000": "Uno dei gemelli Capometrò del Metrò Lotta di Unima.\nGli piace sperimentare diverse combinazioni di Pokémon\nnella Lotta in Doppio.",
    "10243400000": "Gloria indossa un abito fresco e carino! Insieme al suo\ncompagno Inteleon, colpirà il punto debole degli avversari\npiù temibili!",
    "10245400000": "Mary indossa un abito fresco e vivace, e si esercita\na sorridere insieme a Grimmsnarl per accogliere i clienti\ndel chiosco sulla spiaggia!",
    "10066010000": "Proprietario dell'isola artificiale di Pasio e organizzatore\ndel WPM, è un talentuoso principe che lotta con fervore\ngrazie al suo legame con Hoopa.",
    "10067010000": "Al servizio di Kelian sin da giovanissima, tiene a lui\ncon tutta se stessa. A sentirla parlare potrebbe sembrare\nuna persona un po' superficiale, ma in realtà lavora sodo.",
    "10068010000": "Fedele servitore di Kelian e della sua famiglia, nonché\ndirettore del comitato organizzatore del WPM. A prima\nvista può sembrare minaccioso, ma in realtà ha il pianto\nfacile.",
    "10135000000": "Membro dei Superquattro della Lega Pokémon di Hoenn,\nadora le lotte a prescindere dal risultato. Si esprime\nin modo un po' brusco, ma ha un'indole gentile.",
    "10150000000": "Capopalestra di Johto specializzato nel tipo Volante,\nè molto serio e a volte un po' testardo. Mira a diventare\nun grande Allenatore come suo padre.",
    "10205000000": "La terza delle quattro Dame della lotta, nonché la più\ntimida. Ha molto talento e si occupa delle Lotte in Doppio\nall'interno della Villa Lotta.",
    "10244000000": "Allenatore di Furlongham e fratello minore di Dandel,\ndopo aver affrontato la Sfida delle Palestre, ha trovato\nuna nuova aspirazione: diventare un Professore Pokémon.",
    "10247100000": "Dandel in Costumax è avvolto da un'aura di mistero\ne lotta a fianco del potentissimo Eternatus in cerca\ndi nuovi orizzonti e di una forza rinnovata.",
    "10045900000": "È il Capopalestra più giovane di Johto e la sa lunga sui\nPokémon di tipo Coleottero, che adora. Da grande\nvorrebbe fare il Professore.",
    "10089400000": "N indossa un abito elegante per le grandi occasioni.\nPartecipando alla Festa della lotta assieme a Reshiram,\nvuole dimostrare la sua gratitudine per tutti i nuovi amici\nconosciuti a Pasio.",
    "10118500000": "Lylia ha un nuovo completino alla moda e partecipa\nalla Festa della lotta per mostrare a tutti quello di cui\nsono capaci lei e Lunala!",
    "10090500000": "Rocco, con una nuova giacca elegante, è affiancato\nda Rayquaza, e mira a scoprire tutto il potenziale\ndelle megaevoluzioni.",
    "10110010000": "Misty torna a indossare il comodo costume da bagno\nche usava nella Palestra di Celestopoli. Al momento è\nimpegnata in una nuova sessione d'allenamento\nin spiaggia insieme al suo Pokémon.",
    "10000800000": "Rosso fa un tuffo nel passato indossando nuovamente\ngli stessi abiti di quando viaggiava per Kanto. Ripensa\nspesso agli amici che si è fatto lungo il cammino.",
    "10021800000": "Blu ritorna alle origini con il suo vecchio completo,\nindossato durante le avventure a Kanto. Ha imparato\ndai suoi errori passati e mira sempre a diventare\nil numero uno.",
    "10251000000": "Allenatore specializzato nel tipo Spettro, indossa sempre\nuna delle sue 100 maschere, tutte uguali, e non mostra\nmai il suo volto in pubblico. Pare che ami aggirarsi\nda solo nei cimiteri e nelle rovine.",
    "10110100000": "Misty indossa un magnifico Costumax che la rende bella\ncome le sirene delle fiabe, quando nuota con eleganza\ninsieme a Vaporeon.",
    "10008100000": "Erika indossa un Costumax verdeggiante. Nei giorni\nsoleggiati, la si può spesso avvistare in giro a schiacciare\nun pisolino insieme a Leafeon.",
    "10148400000": "Angelo indossa un costume per la sfilata notturna. Insieme\na Banette, un compagno vagamente inquietante, cerca\ndi far appassionare le persone ai Pokémon di tipo Spettro.",
    "10095400000": "Catlina indossa un abito che si abbina alla perfezione\ncon Sableye. Coloro che osano disturbare il suo riposo\nvengono invitati a un ballo misterioso e molto elegante.",
    "10125400000": "Guzman indossa un'armatura speciale, e trascina\nla sua squadra lottando valorosamente in prima linea.\nInsieme al suo fidato Buzzwole, ha sete di distruzione\ne vuole sbriciolare il mondo.",
    "10158400000": "Diantha, protetta da un'armatura speciale, infonde vigore\nalla squadra grazie al suo talento come attrice.\nLei e Keldeo sono uniti da un profondo legame\nche sprona entrambi a migliorare.",
    "10113400000": "Jasmine indossa un elegante abito speciale, e cerca\ndi aiutare la squadra sfruttando al massimo la sua difesa\nd'acciaio. Lucida spesso il suo Celesteela per tirarlo\na specchio.",
    "10004400000": "Anita indossa un abito speciale che richiama lo stile\ndi Diancie e che le dona tutto l'entusiasmo necessario\nper affrontare al meglio anche le sfide più ardue insieme\nalla sua squadra.",
    "10259000000": "Una Professoressa Pokémon alle prime armi che ha\npubblicato un libro che raccoglie tutte le sue scoperte\nriguardanti le leggende di Galar. Lei e Dandel sono amici\nd'infanzia e hanno viaggiato a lungo assieme.",
    "10106800000": "Camelia torna a sfoggiare un look del suo passato e fa\ngirare la testa agli avversari con uno stile di lotta ad alta\nvelocità.",
    "10249400000": "Azzurra è in vena di elargire doni e ravvivare le feste\na tutti usando il suo talento da modella. Lei e Eiscue\nsono legati dalla passione per la pesca.",
    "10247400000": "Dandel è in vena di elargire doni e, tenendo alto il suo\nonore di Campione di Galar, accorre sempre in soccorso\ndi chi ha bisogno assieme al suo fidato Calyrex.",
    "10120100000": "Samina indossa un Costumax di una luminosità quasi\nabbagliante. Grazie al potere di Necrozma e di Solgaleo,\nè capace di esprimere una forza incredibile, che utilizza\nper proteggere sia le persone che i Pokémon.",
    "10048800000": "Mirton ha scelto uno stile diverso dal solito e indossa\nun kimono. Ha un'aria molto misteriosa e lascia che sia\nil lancio di una moneta a indicargli la via verso il futuro.",
    "10162000000": "Allenatore proveniente da Sabbiafine, nella regione\ndi Sinnoh. Lavora come assistente del Professor Rowan,\nun'autorità nel campo delle evoluzioni. Ha un animo\ngentile e un forte senso di giustizia.",
    "10091200000": "Camilla indossa un Costumax che emana un'aura\nmisteriosa. Porta alla luce i segreti del mondo insieme\nal suo compagno Giratina.",
    "10114400000": "Sabrina indossa un abito speciale in onore dell'anno\nnuovo. Per prepararsi a un futuro che può palesarsi\nall'improvviso, calma la sua mente ascoltando i trilli\ndi Chingling.",
    "10115400000": "Corrado indossa un abito speciale in onore dell'anno\nnuovo. Sempre in cerca di avversari capaci, continua\na vivere sfide elettrizzanti insieme a Electivire.",
    "10245410000": "Mary prepara dei dolcetti per il Giorno dell'affetto, per poi\ndistribuirli insieme a Mawile ed esprimere così tutta\nla sua gratitudine. I due hanno un aspetto tenero,\nma abbassare la guardia contro di loro sarebbe un grave\nerrore.",
    "10250400000": "Fabia è pronta a celebrare il Giorno dell'affetto\ne si allena meditando al freddo e al gelo assieme\na Vanilluxe per resistere alla tentazione di mangiare dolci.",
    "10116100000": "Lucinda forma un'Unità con Cresselia e indossa\nun Costumax che ricorda gli abiti dei principi delle fiabe.\nArmata di un sorriso raggiante, scaccia via gli incubi\nche colpiscono gli abitanti di Pasio.",
    "10194100000": "Cyrus indossa un vestito che rafforza il suo legame\ncon Darkrai, permettendogli di provocare incubi ancora\npiù terrificanti. Sogna di creare un mondo completo.",
    "10016500000": "Anemone sfoggia un abito sgargiante e festeggia\nl'anniversario dell'amicizia di Kelian e Hoopa solcando\ni cieli insieme al suo Pokémon, Tornadus.",
    "10126500000": "Vera indossa un abito elegante e sale su uno splendido\npalco assieme a Latias per celebrare l'anniversario\ndell'amicizia di Kelian e Hoopa.",
    "10257400000": "Laburno indossa un elegantissimo completo e festeggia\nl'anniversario dell'amicizia di Kelian e Hoopa scatenando\ntempeste di sabbia insieme a Flygon.",
    "10130100000": "Serena indossa un Costumax molto chic e sfoggia anche\nun taglio di capelli che le dona un'aria più elegante.\nVeglia su Pasio insieme al suo Pokémon, Zygarde.",
    "10118410000": "Lylia indossa un costume speciale ed è pronta a risolvere\nindovinelli e a bere tè assieme al suo raro Polteageist\nForma Autentica.",
    "10259400000": "Sonia indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Sta cercando di perfezionare una sonora\nrisata per imitare Tsareena.",
    "10108400000": "Andy indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Il suo Pokémon, Accelgor, proviene\nda uno scambio effettuato con Torn.",
    "10109400000": "Torn indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Il suo Pokémon, Escavalier, proviene\nda uno scambio effettuato con Andy.",
    "10021900000": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto. Rosso è per lui un amico e un rivale\nstorico.",
    "10152000000": "Membro dei Superquattro della Lega Pokémon di Sinnoh,\nAaron aspira a diventare l'Allenatore perfetto, forte\ne affascinante come i suoi adorati Pokémon Coleottero.",
    "10154000000": "Superquattro di Sinnoh dal carattere allegro e dall'animo\ngentile, ha una predilezione per i Pokémon di tipo Terra.\nPunta sempre alla vittoria con grande tenacia.",
    "10176000000": "Superquattro di Sinnoh esperto di Pokémon di tipo Psico.\nSi esprime in modo pacato ed elegante, e ama leggere\nmentre attende i suoi sfidanti.",
    "10148100000": "Angelo indossa un Costumax nuovo fiammante.\nIl suo allenamento segreto ha infine dato i suoi frutti,\ne ora mira a un nuovo avvenire assieme a Ho-Oh.",
    "10140100000": "Giovanni sfoggia un abito molto chic. Assieme\nal suo fidato Nidoking, può utilizzare varie mosse\ndiverse e sfruttare il potere del fenomeno Dynamax.",
    "10246000000": "Aspirante Capopalestra originario della regione di Galar,\nè un ragazzo scontroso che si autodefinisce il top dei top,\ne il suo talento è innegabile. In una vita circondata\ndal rosa potrebbe aspettarlo un cambiamento...",
    "10002100000": "Cetra indossa un Costumax che simboleggia il potere\ndella foresta. La sua amicizia con Celebi, che può\nviaggiare attraverso il tempo, l'ha resa ancora più\ninteressata alla storia della regione di Johto.",
    "10112100000": "Armonio indossa un Costumax che rappresenta il potere\ndei cieli. Il suo aspetto ricorda quello di un amico non\nparticolarmente diretto riguardo ai propri sentimenti.\nCon Lugia al suo fianco, prende parte a sfide spettacolari.",
    "10018100000": "Kristy indossa un Costumax ispirato al potere dell'acqua.\nEsplora l'isola di Pasio assieme al suo compagno,\nricordandosi di quando inseguiva Suicune a Johto.",
    "10089410000": "N si gode il festival estivo. Invitato dai suoi amici, indossa\nun abito fresco e dà vita a nuovi divertenti ricordi insieme\na Zoroark.",
    "10004410000": "Anita si gode il festival estivo. Con il suo fedele\ncompagno, un Grapploct dai colori rari, si mette\nalla prova sia nelle lotte Pokémon che tra le varie\nbancarelle, animata da un forte spirito combattivo.",
    "10012100000": "Ornella indossa un Costumax intriso di un grande spirito\ncombattivo. Il suo Marshadow è timido, ma la sintonia\ntra loro è perfetta.",
    "10243800000": "Gloria indossa l'Uniforme dojo che usava sull'Isola\ndell'Armatura. Le ricorda tutti i momenti vissuti assieme\na Urshifu, e per questo le è particolarmente affezionata.",
    "10019100000": "Brendon indossa un Costumax. È dotato di una forza\nsimile a quella di Latios, derivante da un animo gentile.\nI due adorano solcare i cieli insieme.",
    "10126100000": "Vera indossa un Costumax che infiamma il suo spirito\ncombattivo. Blaziken è con lei dai tempi di Hoenn, e\ninsieme affrontano le lotte con la fervida forza del loro\nlegame.",
    "10217000000": "Agente della Polizia Internazionale che viaggia in tutto\nil mondo, Bellocchio è il suo nome in codice e la sua vera\nidentità è top secret. Odia il male stesso, non le persone\nche hanno preso una cattiva strada, e lotta ogni giorno\nper la giustizia.",
    "10222000000": "Minuta e misteriosa Magmatenente, è un'ex-scienziata\nche mette le sue conoscenze al servizio del Team Magma.\nQuando trova qualcosa che le interessa davvero, non può\nfare a meno di indagare approfonditamente.",
    "10090100000": "Rocco indossa un Costumax realizzato per lo spazio.\nProgettato a partire dai dati di Deoxys, gli dona\nuna perfetta compatibilità con il suo compagno.",
    "10140800000": "Giovanni sfoggia il completo che indossava mentre era\nattivo a Kanto. I suoi sottoposti apprezzano questi abiti\nfamiliari e dicono che li fanno sentire rassicurati.",
    "10204000000": "La più giovane tra le quattro Dame della Lotta,\nha un modo di parlare tutto suo e una personalità\nscoppiettante. È l'addetta alle Lotte in Singolo presso\nla Villa Lotta.",
    "10091100000": "Camilla indossa un Costumax traboccante di spirito\ncombattivo. Lei e il suo Lucario si conoscono da molto\ntempo e sono in completa sintonia.",
    "10101410000": "Rina indossa un costume speciale e, nella veste di\nambasciatrice turistica di Pasio, accoglie con calore tutti\ni visitatori assieme a Shaymin.",
    "10000100000": "Rosso indossa un Costumax elettrizzante e sa di poter\ncontare sul suo Pikachu, un compagno fortissimo che ha\nincontrato a Kanto.",
    "10651780000": "Un'Allenatrice che ama visitare varie regioni diverse\ne sperimentarne le peculiarità. Conserva molte foto\ndei suoi ricordi sui social media.",
    "10264000000": "Un ragazzo di Biancavilla che aspira a diventare\nMaestro di Pokémon. Ha una personalità onesta e\nun forte senso di giustizia. Pikachu è sempre al suo\nfianco ed è il suo compagno più fidato.",
    "10131000001": "Capopalestra di Luminopoli, ha una grande passione per\nle invenzioni. Aiuta molti Allenatori con le sue scoperte\nscientifiche, aprendo la strada verso il futuro.",
    "10025000001": "Capopalestra calorosa e socievole. A volte si chiede se\nnon dovrebbe mostrarsi più fredda, in linea coi suoi\nPokémon di tipo Ghiaccio.",
    "10060000001": "Capopalestra ninja, esperta del tipo Veleno come il padre\nKoga, per cui nutre grande rispetto. Spesso ha accese\ndiscussioni in sua difesa.",
    "10036000001": "Uno dei Capitani di Alola. Sebbene sia molto giovane,\nè un ingegnere provetto. Ha ideato e costruito numerosi\ndispositivi.",
    "10021000001": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto.\nRosso è per lui un amico e un rivale storico.",
    "10133000001": "Un ragazzo che punta a diventare l'Allenatore più forte\nal mondo. Lasciandosi alle spalle il proprio passato,\nha imparato che, oltre alla forza, è importante avere\nanche un animo gentile.",
    "10126000001": "Figlia del Professor Birch di Hoenn, è una ragazza allegra\na cui piace prendersi cura degli altri. Ama effettuare\ndelle ricerche sul campo insieme ai Pokémon più carini.",
    "10091000001": "Archeologa specializzata in storia e mitologia Pokémon,\nnonché Campionessa di Sinnoh. Ama i Pokémon e\nda piccola partì all'avventura con il suo Pokédex.",
    "10089000001": "Ex-sovrano del Team Plasma, è un giovane in possesso\ndi capacità speciali. Considera come suoi amici persino\ni Pokémon leggendari di Unima, e sogna di costruire\nun mondo in cui esseri umani e Pokémon possano\ndavvero vivere insieme in armonia.",
    "10136000001": "L'affabile Professore Pokémon di Luminopoli, a Kalos.\nStudia i misteri delle megaevoluzioni e gli piace\nassaggiare le prelibatezze dei caffè locali.",
    "10118000001": "Un'Allenatrice dal cuore gentile, capace di dare sempre\nil massimo. È cresciuta molto rispetto al passato\nper riuscire ad affrontare qualsiasi prova.",
    "10245000001": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10101000001": "Giovane allegra e dal forte senso di giustizia, ama essere\nal centro dell'attenzione e sogna di lottare contro tutti\ngli Allenatori del mondo.",
    "10128100000": "Lino indossa un Costumax e ha formato un'Unità con\nGardevoir, un nuovo compagno che, per qualche motivo,\ngli fa provare un senso di nostalgia.",
    "10242000000": "Allenatore di Galar amante della natura, nelle lotte\nsi affida molto alla sua capacità di ragionamento e\nosserva scrupolosamente come si muovono gli avversari\nper dare ordini meticolosi al suo Pokémon.",
    "10092400000": "Iris si sta godendo la festa, un po' spaventosa, durante\nla quale ha incontrato Naganadel. Insieme a lui, ora\nlancia sfide per ottenere un sacco di dolcetti.",
    "10251400000": "Onion si sta godendo questa festa un po' spaventosa.\nIndossa una maschera che ricorda il suo compagno\nGourgeist, quindi è più brioso del solito.",
    "10254000000": "È un Capopalestra di tipo Roccia di Galar, dove pochi\nAllenatori lo superano, quanto a forza o successo di\npubblico. Punta a vincere con uno stile raffinato.",
    "10255000000": "Capopalestra di tipo Ghiaccio di Galar da quando aveva\nalmeno vent'anni. È anche un'eccellente coach,\nma è estremamente severa.",
    "10652680000": "Un'Allenatrice appassionata dei misteri del mondo che\nné la scienza né il potere dei Pokémon possono spiegare.\nNon va matta per i luoghi affollati.",
    "10257000001": "Considerato da molti il Capopalestra più forte di Galar,\nha un temperamento gioviale, ma mostra tutta la sua\ndeterminazione non appena comincia una lotta.",
    "10020100000": "Alcide, con la sua caratteristica passione per le lotte,\nindossa un Costumax e dimostra una compatibilità\nperfetta con l'antico e temuto cacciatore Genesect.",
    "10004100000": "Anita indossa un Costumax e, grazie alla carica che le dà\nil suo Pokémon, Victini, è più energica che mai!",
    "10089100000": "N indossa un Costumax e avanza verso il futuro unendo\nle forze con il suo amico Zekrom e il Kyurem che gli ha\naffidato Alcide.",
    "10191000000": "Scienziato ed ex-leader del Team Plasma, porta avanti\nle sue ricerche giorno e notte per comprendere come\nsviluppare appieno il potenziale dei Pokémon.",
    "10147000000": "Allenatore proveniente da Alisopoli, nella regione\ndi Unima, è molto affezionato alla sua sorellina.\nHa un temperamento focoso e un forte senso di giustizia,\ne non perdona i malvagi che separano le persone e\ni Pokémon.",
    "10162000001": "Un Allenatore proveniente da Sabbiafine, nella regione\ndi Sinnoh. Lavora come assistente del Professor Rowan,\nun'autorità nel campo delle evoluzioni. Ha un animo\ngentile e un forte senso di giustizia.",
    "10018000001": "Allenatrice gentile e premurosa. Viaggia per sfruttare\nle sue vaste conoscenze sui Pokémon, di cui si prende\ncura alla perfezione.",
    "10002000001": "Giovane Allenatrice piena di curiosità ed entusiasmo.\nTiene molto al legame con il suo Pokémon, che tratta\nsempre con gran cura.",
    "10106000001": "Capopalestra di tipo Elettro e modella di successo.\nVederla lottare con eleganza nella sua palestra,\nsimile a una passerella, lascia estasiati gli spettatori.",
    "10130900000": "Serena indossa un abito per celebrare il titolo di Nuova\nCampionessa di Pasio da lei conquistato. Condivide\nla vittoria con il suo Greninja.",
    "10003900000": "Calem indossa un abito per celebrare il titolo di Nuovo\nCampione di Pasio da lui conquistato. Condivide la gloria\ncon il suo Greninja dai colori rari.",
    "10026400000": "Chiara fa del suo meglio per organizzare una festa\ndi gran successo. Forma un'Unità carinissima con\nil suo Sawsbuck Forma Inverno, dal soffice manto.",
    "10113410000": "Jasmine fa del suo meglio per organizzare una festa\ndi gran successo. Il suo compagno Ampharos si sta\nallenando per seguire le orme di Amphy, che illumina\nil Faro di Olivinopoli.",
    "10116000001": "Un'Allenatrice positiva e sempre disponibile con gli altri,\nha acquisito le sue capacità allenandosi mentre viaggiava\na Sinnoh. In realtà è un po' sbadata.",
    "10139000000": "Un'Allenatrice che ha viaggiato in lungo e in largo\nper Kalos per scoprire i suoi sogni. Le piacciono\ni rompicapi e i Pokémon graziosi, e serba tanti bei\nricordi delle avventure vissute assieme ai suoi amici.",
    "10215400000": "Orthilla ha fatto coppia con Lucinda per formare un duo\ndi celebrità. Il suo Rapidash, soprannominato \"Dashy\",\nè un regalo da parte dei suoi ammiratori.",
    "10116410000": "Lucinda ha fatto coppia con Orthilla per formare un duo\ndi celebrità. Si impegna al massimo cantando e ballando\ninsieme a Oricorio con l'obiettivo di battere sua mamma,\nun'esperta delle gare di Sinnoh!",
    "10158100000": "Torna Diantha con un nuovo Costumax. Lei e il suo\nDiancie, un Pokémon misterioso dai colori rari,\ntirano fuori il meglio l'uno dall'altra e brillano come\nnon mai.",
    "10653680000": "Questa Allenatrice dal kimono nero è un'apprendista\ndi Valérie, la Capopalestra di Romantopoli a Kalos.\nNelle lotte si cura sempre di avere uno stile elegante.",
    "10130000001": "Un'Allenatrice che ama la moda e i Pokémon. È vivace,\nallegra e ottimista di carattere, ma quando arriva\nil momento di lottare sa anche essere matura\ne imperturbabile.",
    "10196100000": "Elisio indossa un Costumax realizzato con la tecnologia\ndel Team Flare. Attende il momento giusto per utilizzare\nla potenza del suo compagno Volcanion, che sarebbe\nin grado di spazzare via una montagna.",
    "10124400000": "In vista del Giorno dell'affetto, Ibis si sta impegnando\nper preparare una potentissima torta di mele!\nIl suo Pokémon, Appletun, si è evoluto grazie a\nun Dolcepomo.",
    "10106400000": "In vista del Giorno dell'affetto, Camelia ha in programma\ndi donare dolci per aiutare Anemone. Il suo Togetic\nfa risplendere al massimo la loro amicizia.",
    "10178000000": "Questa talentuosa Allenatrice è piena di misteri a causa\ndi un'amnesia. Segue le tracce delle Ultracreature in\nquanto capo del centro operativo UC dei servizi segreti\ndella Polizia Internazionale.",
    "10220000000": "Questa giovane fanciulla è a capo di un'agenzia\ninvestigativa a Luminopoli, nella regione di Kalos.\nMoko non è il suo compagno, bensì un caro amico.",
    "10148000002": "Capopalestra specializzato in Pokémon di tipo Spettro.\nGrazie ai lunghi allenamenti segreti nella Palestra\ndi Amarantopoli, riesce ora a vedere ciò che gli altri\nnon vedono.",
    "10245900000": "Mary indossa un abito che celebra il suo meritato titolo:\nNuova Campionessa di Pasio. Il suo spirito combattivo\narde quanto quello del suo Moltres di Galar.",
    "10244900000": "Hop indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Saetta verso il futuro assieme\nal suo Zapdos di Galar.",
    "10246900000": "Beet indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Lui e il suo Articuno di Galar\nsi prendono gioco di chi osa sfidarli.",
    "10282000000": "Questo misterioso appassionato di Poké Ball sogna\ndi diventare la mascotte ufficiale della Lega Pokémon\ndi Galar. Chi è? Quanti anni ha? È un uomo o\nuna donna? Mistero.",
    "10243000001": "Una ragazza coraggiosa e sempre pronta ad accettare\nnuove sfide, ma a volte un po' dispettosa. Le piace stare\nin mezzo alla natura e ama il curry quasi quanto le lotte\ndi Pokémon.",
    "10090410000": "Rocco indossa un costume speciale ed è pronto a mettersi\nalla prova nel mistero interattivo di Pasio assieme al suo\nStoutland cromatico, bravissimo a trovare oggetti.",
    "10139400000": "Shana indossa un costume speciale. La sua perspicacia\ne il suo fido compagno Klefki potrebbero essere la chiave\nper risolvere il mistero interattivo...?",
    "10129400000": "Lyris in costume speciale veste i panni del ladro\nImagination e si mette in azione in combutta con\nil suo complice Thievul. Chi prenderanno di mira\nstanotte?",
    "10002410000": "Cetra indossa un costume speciale, ma la sua uniforme\ndel Team Rocket non è originale, bensì un abito da scena.\nÈ in missione sotto copertura per fare da esca insieme a\nPhanpy, che è piccino, ma portentoso!",
    "10005000001": "Affascinante Superquattro esperta di Pokémon di tipo\nGhiaccio. Ama le cose adorabili e a casa ha una gran\ncollezione di peluche.",
    "10057000001": "Superquattro che si allena strenuamente, crede che\nallenandosi chiunque possa diventare forte.\nSpesso grida prima di attaccare.",
    "10090000001": "Noto come \"il collezionista girovago\", è figlio del capo\ndella Devon S.p.A. e Campione della Lega Pokémon\ndi Hoenn. Ama le gemme rare.",
    "10098100000": "Hau indossa un Costumax e porta un vento nuovo\na Pasio insieme al combattivo Tapu Koko.",
    "10034100000": "Rika indossa un Costumax e cattura i colori del mare\ndi Pasio sulla sua tela insieme a Tapu Fini, che ha\nil potere di controllare i flutti.",
    "10007100000": "Malpi indossa un Costumax e veglia sulle foreste di Pasio\ninsieme a Tapu Bulu, che può a volte avere un carattere\nun po' difficile.",
    "10160100000": "Suiren indossa un Costumax ed è pronta a far pesca\ngrande a Pasio insieme a Tapu Lele, che ha un'indole\ninnocente.",
    "10007000001": "Superquattro di Alola e specialista di Pokémon di tipo\nSpettro. Si dice che discenda dall'antica dinastia reale\ndi Alola.",
    "10061000001": "Superquattro di grande esperienza, dal carattere duro\ne dallo stile di lotta incalzante.\nPare avere dei trascorsi con il Professor Oak.",
    "10111000001": "Campione dell'Altopiano Blu. Dà molta importanza\nalla fiducia e all'affetto per i Pokémon e predilige lotte\nall'insegna della correttezza. È premuroso e molto amato.",
    "10284000000": "Leader del Team Diamante della regione di Hisui,\ndà molta importanza a come impiega il suo tempo\ned è un po' impaziente. Tiene molto ai membri del\nsuo team, per i quali è una sorta di fratello maggiore.",
    "10285000000": "Reggente del Team Perla della regione di Hisui.\nAvendo assunto questo ruolo in giovane età, spesso\nsi preoccupa, ma ha molto a cuore il futuro di Hisui,\ne le sue azioni lo dimostrano.",
    "10216000000": "Misterioso giovane alla costante ricerca di Pokémon\nleggendari, è particolarmente affascinato da Suicune,\nche ha inseguito con passione in ogni angolo di Johto\ne di Kanto.",
    "10133100000": "Argento indossa un Costumax e affronta gli errori\ndi un passato che non può cancellare, promettendo\nal suo Sneasel che diventerà l'Allenatore più potente\nal mondo.",
    "10284000001": "Leader del Team Diamante della regione di Hisui,\ndà molta importanza a come impiega il suo tempo\ned è un po' impaziente. Tiene molto ai membri del\nsuo team, per i quali è una sorta di fratello maggiore.",
    "10031400000": "Tell è protagonista del Festival siderale. La sua voce\ncristallina risveglia Jirachi, che esaudisce il suo desiderio \ndi salvare Pat.",
    "10030400000": "Pat è protagonista del Festival siderale. Finita in un'altra\ndimensione e separata da Tell, riesce a tornare indietro\ninsieme al suo nuovo amico Celesteela.",
    "10262000000": "Dirigente di Macro Cosmos, un grande conglomerato\ndi aziende di Galar, dimostra il suo notevole talento\nanche a Pasio. (Descrizione gentilmente fornita\ndalla segretaria personale di Rose.)",
    "10263000000": "Vicepresidente di Macro Cosmos, un grande conglomerato\ndi aziende di Galar, è anche la segretaria personale di\nRose, dotata di un talento impeccabile nella gestione\ndegli impegni. In passato, era coinvolta nelle ricerche\nsul fenomeno Dynamax.",
    "10285000001": "Reggente del Team Perla della regione di Hisui.\nAvendo assunto questo ruolo in giovane età, spesso\nsi preoccupa, ma ha molto a cuore il futuro di Hisui,\ne le sue azioni lo dimostrano.",
    "10149000001": "Uno dei Capitani dell'isola di Akala ad Alola, pratica\nla danza tradizionale della sua regione. Il suo sogno\nè diventare un danzatore del fuoco professionista.",
    "10124000001": "Una dei Capitani di Akala, nella regione di Alola,\nattira i clienti del ristorante di famiglia con la sua abilità\nda cuoca. I suoi piatti hanno un gusto molto originale,\nche è comunque apprezzato da alcune persone.",
    "10247800000": "Dandel sfoggia un nuovo abito e un nuovo atteggiamento\nper godersi ancora di più le lotte Pokémon. Sta pensando\ncon impegno a come diventare ancora più forte insieme\nagli altri.",
    "10243810000": "Gloria torna a indossare la divisa usata durante\nla Sfida delle Palestre e le riaffiorano alla mente\ntutte le combattute sfide intraprese con i suoi rivali.",
    "10289000000": "Rappresentante degli studenti dell'accademia di Paldea,\nil suo amore per le lotte e la sua abilità le hanno\npermesso di ottenere il Rango Campione.",
    "10175000000": "Capopalestra di Kalos, nonché veggente, si esprime\nin un linguaggio forbito ed è in grado di svelare il futuro\ndi chi inserisce una mano in uno dei suoi bracciali.",
    "10242000001": "Allenatore di Galar amante della natura, nelle lotte\nsi affida molto alla sua capacità di ragionamento e\nosserva scrupolosamente come si muovono gli avversari\nper dare ordini meticolosi al suo Pokémon.",
    "10003000001": "Allenatore stoico dai modi compassati, dietro i quali\nsi nasconde un ardente desiderio di diventare sempre\npiù forte.",
    "10000900000": "Rosso indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Quando lotta insieme\nad Articuno, dimostra uno stile elegante e incantevole.",
    "10021900001": "Blu indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Insieme al suo Zapdos,\nfa in modo che il suo nome rimbombi nel mondo intero.",
    "10017900000": "Leaf indossa un abito che celebra il suo meritato titolo:\nNuova Campionessa di Pasio. Con Moltres al suo fianco,\ntrasmette con ardore il suo amore per i Pokémon.",
    "10134000000": "Il Boss della Torre Lotta, nonché padre di Barry, è pronto\nad ogni sfida nella Torre Lotta di Sinnoh. Il suo talento\nfa sì che sia molto rispettato dagli altri Assi del Parco.",
    "10203000000": "La Stella Palco dall'aura vivace e raffinata è pronta\nad affrontare ogni sfidante al Palco Lotta di Sinnoh.\nÈ convinta che ci sia un luogo in cui tutti possono brillare.",
    "10064010000": "Allenatore arrivato a Pasio da un'altra regione,\na causa del suo passato, disprezza la malvagità\ne ha intrapreso il cammino sbagliato con lo scopo\ndi diventare più forte. Ad oggi, il suo obiettivo\nè sconfiggere il male grazie a ciò che ha nel cuore.",
    "10105010000": "Allenatrice arrivata a Pasio da un'altra regione,\nè amica d'infanzia di Owen e i due si considerano rivali.\nPer lei non c'è nulla di più importante del tempo passato\ncon il suo Pokémon.",
    "10141000000": "Orgoglioso Generale del Team Rocket, a Johto prese\nin mano le redini dell'organizzazione in seguito\nalla scomparsa di Giovanni.",
    "10142000000": "Generale del Team Rocket dal carattere forte, crede\nnell'usare la forza per fare del male. Ha una fede\nincrollabile nella filosofia del Team Rocket.",
    "10143000000": "Generale del Team Rocket imperscrutabile, è un maestro\ndel camuffamento, ma non riesce a mascherare\nla sua voce. Usa il suo talento per scopi malvagi.",
    "10144000000": "Generale del Team Rocket, è considerato il più crudele\ndell'intera organizzazione. Si entusiasma per ogni\nmissione, è estremamente leale ed è popolare tra\ni membri di sesso femminile per via delle sue maniere\neducate e del suo bell'aspetto.",
    "10206000000": "La seconda delle quattro Dame della lotta,\nha una personalità combattiva, ma si comporta\nda principessa altezzosa durante le lotte.\nAll'interno della Villa Lotta si occupa delle Lotte\nin Triplo.",
    "10017000001": "Una ragazza dal carattere solare e amichevole.\nNutre una curiosità insaziabile verso i Pokémon e\nsi fida ciecamente delle proprie capacità nelle lotte.",
    "10140000001": "Capo del Team Rainbow Rocket, una vasta organizzazione\nche mira a conquistare il mondo servendosi di tutti\ni Pokémon. Considera i Pokémon come degli strumenti.",
    "10150000001": "Capopalestra di Johto specializzato nel tipo Volante,\nè molto serio e a volte un po' testardo. Mira a diventare\nun grande Allenatore come suo padre.",
    "10099000001": "Ragazzo vivace che prende i Pokémon davvero sul serio.\nÈ un tipetto impaziente e non sa starsene mai fermo.",
    "10157000001": "Una Capopalestra dallo stile molto particolare che disegna\ni suoi abiti spinta dal desiderio di diventare un Pokémon.",
    "10051000001": "Kahuna molto amata per la grande abilità con i Pokémon\ne per il carattere premuroso.\nVende fossili e pietre nella sua gioielleria.",
    "10291000000": "Allenatrice appartenente alla Squadra di ricerca del Team\nGalassia di Hisui. È mentore di Luca e vuole essere per\nlui una rivale degna di questo nome. È abile nell'uso di\nmateriali naturali per il faidaté.",
    "10290000000": "Allenatore appartenente alla Squadra di ricerca del Team\nGalassia di Hisui. Il viaggio attraverso lo spazio e il tempo\nche lo ha condotto a Hisui ha reso confusi i suoi ricordi.",
    "10049400000": "Vestita in abiti spettrali, Ester ha svelato il mistero\ndel museo di notte e ha fatto amicizia con Cofagrigus.",
    "10044400000": "Petra indossa un costume misterioso. Sembra che\nil suo interesse verso minerali e fossili abbia stimolato\nla sua curiosità nei confronti della composizione\ndel corpo di Runerigus.",
    "10169000000": "Direttrice del Museo di Zefiropoli a Unima, per via\ndei molti impegni, ha ceduto a Komor il ruolo di\nCapopalestra del tipo Normale.",
    "10041000001": "È il Boss dell'Azienda Lotta. Le sue eccelse abilità\ndi analisi gli permettono di capire che Pokémon schierare\ncontro ogni sfidante.",
    "10046000001": "Un Asso del Parco un po' brusco ma con un grande\namore per i Pokémon. Come Boss dell'Azienda\nconosce molto a fondo i Pokémon.",
    "10140000002": "Capo del Team Rainbow Rocket, una vasta organizzazione\nche mira a conquistare il mondo servendosi di tutti\ni Pokémon. Considera i Pokémon come degli strumenti.",
    "10269000000": "Allenatrice di Kanto originaria di Biancavilla, dove\nha avuto inizio il suo viaggio. Le piace passeggiare\ncon il suo amico Eevee, che stranamente è in grado\ndi utilizzare Tecniche Segrete.",
    "10293000000": "Allenatrice appassionata di \"Vivì\" che studia all'accademia\ndi Paldea. Ha una personalità introversa, ma è un'esperta\ndi macchinari.",
    "10011100000": "Velia indossa un Costumax e assieme al suo Toxtricity\nForma Melodia porta sul palco veleno e musica.",
    "10256100000": "Ginepro indossa un Costumax, e la sua aura malinconica\nsi è intensificata da quando Toxtricity Forma Basso\nè diventato il suo Pokémon compagno.",
    "10190000000": "Un Allenatore esperto di Pokémon di tipo Drago che\nè anche un cantante giramondo, famoso per la sua voce\npotente e appassionata. In passato ha visitato Alola.",
    "10656000000": "Un'Allenatrice di Galar che veste i panni di un Eevee\ncon maestria, grazie alla sua attenta osservazione\ndei loro versi e del loro comportamento.",
    "10122000001": "Giovane Allenatore che ama i Pokémon e le avventure,\nil suo innato talento è stato riconosciuto perfino\ndal Professor Kukui, vista anche l'enorme capacità\ndi crescita dimostrata nel giro delle isole di Alola.",
    "10123000001": "Un'Allenatrice curiosa e alla mano che va d'accordo\ncon tutti grazie al suo carattere amichevole. È un tipetto\nimpulsivo che vive sul momento senza troppe\npreoccupazioni.",
    "10119000001": "Un Allenatore di poche parole ma che sa essere molto\npremuroso con amici, familiari e Pokémon. È uno spirito\nribelle e in passato ha vissuto anche un periodo in cui\nfaceva affidamento unicamente sulla propria forza.",
    "10000800001": "Rosso fa un tuffo nel passato indossando nuovamente\ngli stessi abiti di quando viaggiava per Kanto. Ripensa\nspesso agli amici che si è fatto lungo il cammino.",
    "10100900000": "Sanzo indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Lui e il suo Haxorus \nhanno fiducia assoluta l'uno nell'altro.",
    "10101900000": "Rina indossa un abito che celebra il suo meritato titolo:\nNuova Campionessa di Pasio. Lei e Meloetta si esibiscono\nin perfetta sincronia.",
    "10136400000": "Il Professor Platan partecipa a un concorso fotografico.\nVista la possibilità di comparire nelle foto altrui,\nha chiesto consigli di moda a Serena.",
    "10039400000": "Violetta partecipa a un concorso fotografico. Si è\nagghindata di tutto punto ed è pronta a farsi scattare\nfoto. Il suo compagno Vivillon le fa da assistente.",
    "10113000001": "Capopalestra dal cuore colmo di affetto per i Pokémon.\nHa un carattere riservato, ma si entusiasma facilmente\nquando si parla dei Pokémon di tipo Acciaio.",
    "10028400000": "Sandra indossa un vestito tradizionale della sua regione\nd'origine e ha come proposito per l'anno nuovo quello\ndi diventare la migliore Unità di tipo Drago assieme\na Drampa, che adora i bambini.",
    "10127400000": "Adriano sta preparando un'esibizione per l'anno nuovo.\nAssieme a Blacephalon, originario di un altro mondo,\nrealizza illusioni e giochi pirotecnici nel cielo notturno.",
    "10294000000": "Il Capopalestra della Sierra Napada è un ex-snowboarder\napparentemente freddo e pacato che nasconde in realtà\nun'indole ardente che emerge in particolare durante\nle lotte più infuocate.",
    "10296000000": "La Capopalestra di Leudapoli, nonché celebre streamer\ndi Maki6 TV. Il suo saluto è tanto orecchiabile quanto\nmemorabile.",
    "10658000000": "Questa Allenatrice dal kimono bianco è un'apprendista\ndi Valérie, la Capopalestra di Romantopoli a Kalos.\nVa molto fiera di essere specializzata nel tipo Folletto.",
    "10115000001": "Considerato il Capopalestra più forte di Sinnoh,\nè un uomo capace di grande entusiasmo che ricerca\nil divertimento nelle lotte di Pokémon. Mentre aspetta\nche si presentino degli sfidanti in gamba, si dedica\na ristrutturare la sua palestra.",
    "10156000000": "Un Allenatore dall'aria calma e misteriosa che si allena\nnell'Isola Ferrosa della regione di Sinnoh. È in grado\ndi percepire le emozioni altrui tramite l'aura.",
    "10279000000": "Allenatore di Kanto originario di Biancavilla, dove ha\navuto inizio il suo viaggio. Gli piace correre in giro con\nil suo compagno Pikachu, che stranamente è in grado\ndi utilizzare Tecniche Segrete.",
    "10657000000": "Un Allenatore di Galar che veste i panni di un Pikachu.\nRiesce ad assomigliargli a tal punto da far credere\nspesso alla gente di essere davvero un Pokémon.",
    "10242400000": "Victor dà lezioni di cucina durante il Giorno dell'affetto\nper far comprendere a tutti quanto può essere divertente\npreparare leccornie. Il suo Pokémon compagno, Greedent,\nnon conosce sazietà e gli fa da assaggiatore.",
    "10025400000": "Bianca si concentra al massimo per preparare dei dolcetti\nche possano piacere a Marzia per il Giorno dell'affetto.\nLa accompagna Darmanitan, il Pokémon compagno\naffidatole da Melania.",
    "10119100000": "Iridio indossa un Costumax e si rifiuta di lasciare da solo\nMagearna, il Pokémon artificiale. Lo prende con sé,\ntrattandolo come un membro della propria famiglia.",
    "10150000002": "Capopalestra di Johto specializzato nel tipo Volante,\nè molto serio e a volte un po' testardo. Mira a diventare\nun grande Allenatore come suo padre.",
    "10128000001": "Un ragazzo che ama i Pokémon e le lotte. Si è dato molto\nda fare per crescere, cercando di diventare più forte\ncome Allenatore.",
    "10295000000": "Presidentessa della Lega Pokémon di Paldea, è la più forte\nAllenatrice di Rango Campione della regione. La totale\nincapacità di scendere a compromessi durante le lotte\nPokémon è una sua brutta abitudine.",
    "10133900000": "Argento indossa un abito che celebra il suo meritato\ntitolo: Nuovo Campione di Pasio. Punta al massimo\ne sfida senza tregua gli Allenatori più forti insieme\nal suo Tyranitar.",
    "10284400000": "Damon indossa un costume speciale. Mentre ammira\nla luna che piace tanto al suo Ursaluna, perde di vista\nlo scorrere del tempo e insieme a lui balla tutta la notte\nfino all'alba.",
    "10285400000": "Perula indossa un costume speciale. Allieta Zoroark\ncol suono del suo flauto mentre attende che il luogo\ngiunga a lui.",
    "10202000000": "La Diva Arena dal carattere allegro è pronta ad affrontare\nogni sfidante all'Arena Lotta di Sinnoh. Ha conquistato\nmolti fan ballando sempre con un gran sorriso.",
    "10180000000": "Allenatore che ha viaggiato per Kalos, ama ballare\ne sogna di trovare dei Pokémon in grado di danzare\nper formare una squadra di ballo. Si fa incantare dalle\nmovenze dei Pokémon perfino durante le lotte.",
    "10016000001": "Capopalestra che vola con i suoi Pokémon a bordo\ndi un aereo cargo. Si è guadagnata molti fan grazie\nal suo temperamento allegro e vivace.",
    "10297000000": "Mercante della Ditta Ginkgo proveniente da Hisui, esperto\ndi mitologia dei Pokémon e di antiche rovine. È molto\ncurioso e spesso mostra uno spiccato interesse per\ngli oggetti peculiari e per le persone.",
    "10298000000": "Docente di biologia che insegna all'accademia di Paldea,\nfa sempre tutto con i propri tempi. È lo sviluppatore\ndi un'App Pokédex per gli Smart Rotom.",
    "10099400000": "Barry indossa un costume speciale. È un eroe\ndal cuore ardente e ammira molto il suo maestro,\nOmar il Distruttore! Anche oggi punirà i cattivi\ncon il suo Pokémon compagno, Heracross!",
    "10123400000": "Selene indossa un costume speciale. È un'eroina\ndal cuore gentile, e il suo idolo è Mister Royale!\nPorrà fine alle perfide ambizioni delle forze del male\ninsieme al suo Pokémon compagno, Scizor!",
    "10297000001": "Mercante della Ditta Ginkgo proveniente da Hisui, esperto\ndi mitologia dei Pokémon e di antiche rovine. È molto\ncurioso e spesso mostra uno spiccato interesse per\ngli oggetti peculiari e per le persone.",
    "10300000000": "La regina del regno della magia, dotata di poteri magici\nspaventosi. È in grado di creare porte misteriose,\ncon cui rapisce gli esseri umani per poi impadronirsi\ndella loro energia vitale.",
    "10301000000": "Il malvagio della realtà e della fantasia non sa cosa\nfarsene degli ideali. Compie malefatte insieme\nalla sua armata di Pokémon, ma stranamente\nsi preoccupa per una certa eroina della giustizia.",
    "10302000000": "La prima da affrontare tra i Superquattro di Paldea\nè un'esperta del tipo Terra. C'è una differenza abissale\ntra la sua personalità normale e quella che mostra\nquando sottopone gli sfidanti alla prova orale.",
    "10303000000": "La seconda dei Superquattro della Lega Pokémon\ndi Paldea. La sua specialità sono i Pokémon\ndi tipo Acciaio. Il suo aspetto infantile nasconde\nla sua forza straordinaria.",
    "10302000001": "La prima da affrontare tra i Superquattro di Paldea\nè un'esperta del tipo Terra. C'è una differenza abissale\ntra la sua personalità normale e quella che mostra\nquando sottopone gli sfidanti alla prova orale.",
    "10021800001": "Blu ritorna alle origini con il suo vecchio completo,\nindossato durante le avventure a Kanto. Ha imparato\ndai suoi errori passati e mira sempre a diventare\nil numero uno.",
    "10125000001": "Carismatico capo del Team Skull, un gruppo di lestofanti\ndi Alola. Controlla e si prende cura dei suoi sottoposti, \nche lo ricambiano con una fiducia incondizionata.",
    "10121000001": "Ufficiale del Team Skull vista dal gruppo come una\nsorta di sorella maggiore. Coccola le Reclute e non\nsopporta che i suoi subalterni vengano maltrattati.",
    "10014900000": "Komor indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Insieme a Tornadus continua\na interrogarsi sul significato della parola \"forza\".",
    "10102900000": "Belle indossa un abito che celebra il suo meritato titolo:\nNuova Campionessa di Pasio. La sua empatia ha toccato\nil cuore di Virizion.",
    "10304000000": "Il Capopalestra di Mesturia, nonché un membro\ndei Superquattro di Paldea. È molto esigente riguardo\nai pasti che riesce a inserire nelle sue pienissime\ngiornate lavorative.",
    "10252000000": "Capopalestra esperto del tipo Fuoco originario di Hoenn.\nPer un periodo non ha ottenuto i risultati sperati e\nha subito una temporanea retrocessione alla divisione\nminore della Lega di Galar.",
    "10014010001": "A Unima tutti conoscono le sue doti come Capopalestra\ne maestro della Scuola per Allenatori.\nHa poca esperienza, ma s'impegna al massimo.",
    "10272000000": "Capopalestra di tipo Veleno della divisione minore\nche si allena presso il Dojo Master di Galar.\nGrazie alla sua mentalità scaltra, ha cura\ndi sfoggiare sempre un sorriso.",
    "10273000000": "Capopalestra di tipo Psico della divisione minore che\nsi allena presso il Dojo Master nella regione di Galar.\nHa il carattere di un gentiluomo, ma anche un forte\nsenso dell'orgoglio.",
    "10199000000": "Asso del Parco del Dojo Lotta nella regione di Hoenn,\ndetiene il titolo di Maestra del Dojo. Energica e schietta,\ntrova molto frustrante perdere una sfida.",
    "10027400000": "Gardenia intraprende una caccia al tesoro a Pasio.\nIndossa un costume da piratessa e dà fondo a tutto\nil suo coraggio per salpare all'avventura con il suo\nPokémon compagno, Dhelmise.",
    "10007410000": "Malpi intraprende una caccia al tesoro a Pasio. Incoraggia\nGardenia, che ha paura dei fantasmi, a formare un'Unità\ncon Dhelmise. La accompagna Jellicent, il Pokémon\ncompagno affidatole da Suiren.",
    "10252000001": "Capopalestra esperto del tipo Fuoco originario di Hoenn.\nPer un periodo non ha ottenuto i risultati sperati e\nha subito una temporanea retrocessione alla divisione\nminore della Lega di Galar.",
    "10289000001": "Rappresentante degli studenti dell'accademia di Paldea,\nil suo amore per le lotte e la sua abilità le hanno\npermesso di ottenere il Rango Campione.",
    "10128000002": "Un ragazzo che ama i Pokémon e le lotte. Si è dato molto\nda fare per crescere, cercando di diventare più forte\ncome Allenatore.",
    "10147000001": "Allenatore proveniente da Alisopoli, nella regione\ndi Unima, è molto affezionato alla sua sorellina.\nHa un temperamento focoso e un forte senso di giustizia,\ne non perdona i malvagi che separano le persone e\ni Pokémon.",
    "10119000002": "Un Allenatore di poche parole ma che sa essere molto\npremuroso con amici, familiari e Pokémon. È uno spirito\nribelle e in passato ha vissuto anche un periodo in cui\nfaceva affidamento unicamente sulla propria forza.",
    "10245000002": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10123800000": "Selene sfoggia un abito diverso dal solito per legare\nsempre più con le Ultracreature. Anche oggi si rilassa\nin caffetteria assieme al suo Pokémon, Nihilego.",
    "10122800000": "Elio sfoggia un abito diverso dal solito per legare sempre\npiù con le Ultracreature. Anche oggi fa una tranquilla\npasseggiata assieme al suo Pokémon, Stakataka.",
    "10317000000": "Allenatore che studia all'accademia di Paldea. Ha un'aria\nbrusca, ma nasconde un animo gentile e appassionato.\nMira a diventare un cuoco in grado di rimettere in forze\ni Pokémon.",
    "10289100000": "Nemi indossa un Costumax e lotta senza tregua\nassieme al suo Codaurlante un po' selvaggio,\nsfruttando appieno i suoi poteri di origine antica.",
    "10296000001": "La Capopalestra di Leudapoli, nonché celebre streamer\ndi Maki6 TV. Il suo saluto è tanto orecchiabile quanto\nmemorabile.",
    "10137000001": "Un luminare nel campo della ricerca sui Pokémon.\nPare che da giovane fosse un Allenatore davvero\nin gamba. È il nonno di Blu.",
    "10021000002": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto.\nRosso è per lui un amico e un rivale storico.",
    "10091900000": "Camilla ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Continua\na rafforzare sempre di più il suo legame con Garchomp,\nseguendo ciò che le dice il cuore.",
    "10090900000": "Rocco ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Mette\nin mostra tutta la sua forza con il suo profondo\nlegame con Metagross.",
    "10111900000": "Lance ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Il profondo\nlegame che condivide con Dragonite li aiuta a superare\nogni ostacolo.",
    "10066100000": "Kelian indossa un Costumax e splende di luce propria,\nilluminando Pasio insieme a Gholdengo. In questi abiti,\ntende a spendere denaro più volentieri.",
    "10177000000": "L'esperta di Pokémon di tipo Fuoco è una reporter per\nl'Holovox di Kalos, nonché membro dei Superquattro\ndella Lega Pokémon. Ha un carattere focoso che emerge\nquando lotta.",
    "10171000000": "Capopalestra di Johto specializzato nel tipo Lotta, tempra\nil proprio fisico allenandosi insieme ai suoi Pokémon.\nÈ goloso di dolci, e si premia sempre con qualche\nspuntino tra un allenamento e l'altro.",
    "10181000000": "Allenatore che ha viaggiato per tutta la regione di Kalos\nper completare il suo Pokédex. È piuttosto modesto,\nnonostante prenda sempre il massimo dei voti.",
    "10118510000": "Lylia indossa un abito elegante e ha fatto amicizia\ncon Solgaleo, che si era smarrito a Pasio. Il suo\npotere splende così tanto da illuminare a giorno\nla notte.",
    "10207000000": "La prima delle quattro Dame della lotta. È la più\nresponsabile, e tiene sempre in riga le sue sorelle.\nAll'interno della Villa Lotta si occupa delle Lotte\na Rotazione.",
    "10017000002": "Una ragazza dal carattere solare e amichevole.\nNutre una curiosità insaziabile verso i Pokémon e\nsi fida ciecamente delle proprie capacità nelle lotte.",
    "10111000002": "Campione dell'Altopiano Blu. Dà molta importanza\nalla fiducia e all'affetto per i Pokémon e predilige lotte\nall'insegna della correttezza. È premuroso e molto amato.",
    "10133000002": "Un ragazzo che punta a diventare l'Allenatore più forte\nal mondo. Lasciandosi alle spalle il proprio passato,\nha imparato che, oltre alla forza, è importante avere\nanche un animo gentile.",
    "10047000001": "Allenatore mascherato sempre in cerca della forza.\nDopo aver girato il mondo allenandosi, è diventato\nuno dei Superquattro di Kanto.",
    "10023000001": "Allenatrice premurosa che nelle lotte si concentra\nnel curare i Pokémon feriti. Come lei stessa ammette,\nl'offensiva non è il suo forte.",
    "10120000001": "Direttrice alla guida della Fondazione Æther, dimostra\nun amore profondo verso i Pokémon. È la madre di Lylia\ne di Iridio.",
    "10262000001": "Dirigente di Macro Cosmos, un grande conglomerato\ndi aziende di Galar, dimostra il suo notevole talento\nanche a Pasio. (Descrizione gentilmente fornita\ndalla segretaria personale di Rose.)",
    "10067010001": "Al servizio di Kelian sin da giovanissima, tiene a lui\ncon tutta se stessa. A sentirla parlare potrebbe sembrare\nuna persona un po' superficiale, ma in realtà lavora sodo.",
    "10068010001": "Fedele servitore di Kelian e della sua famiglia, nonché\ndirettore del comitato organizzatore del WPM. A prima\nvista può sembrare minaccioso, ma in realtà ha il pianto\nfacile.",
    "10327000000": "Capobanda della Divisione Buio del Team Star,\nla Banda Segin, studia all'accademia di Paldea.\nÈ il compositore della colonna sonora del team.",
    "10318000000": "Il Preside dell'accademia di Paldea è un uomo dall'indole\nsevera che tuttavia non manca di gentilezza nei confronti\ndei suoi studenti. Prima di dedicarsi all'insegnamento,\nè stato un ricercatore di Pokémon.",
    "10296400000": "Kissara si è imbattuta in Crinealato mentre indagava\nun misterioso fenomeno sovrannaturale e i due hanno\nformato un'Unità. Per il momento, però, vuole\nevitare di fare video al riguardo.",
    "10024400000": "Antemia sta scrivendo un rapporto riguardo\na un misterioso fenomeno sovrannaturale.\nPartecipa alla Sfilata notturna con Froslass\ncercando ispirazione per il prossimo romanzo.",
    "10099000002": "Ragazzo vivace che prende i Pokémon davvero sul serio.\nÈ un tipetto impaziente e non sa starsene mai fermo.",
    "10066010001": "Proprietario dell'isola artificiale di Pasio e organizzatore\ndel WPM, è un talentuoso principe che lotta con fervore\ngrazie al suo legame con Hoopa.",
    "10108100000": "Andy indossa un Costumax ed è pronto a salire\nsempre più in alto per cercare nuovi orizzonti\nassieme a Chandelure.",
    "10109100000": "Torn indossa un Costumax e punta alla vittoria assieme\nad Eelektross. Entrambi sperano di cimentarsi in lotte\nelettrizzanti.",
    "10330000000": "Capobanda della Divisione Lotta del Team Star,\nla Banda Caph, studia all'accademia di Paldea.\nLavora sodo ed è pronta a tutto pur di proteggere\ni suoi amici.",
    "10187000000": "Questa Allenatrice ha viaggiato per Kalos dopo aver\nottenuto un Pokédex dal Professor Platan, e si può\nconsiderare una mentore per Serena e i suoi amici.\nÈ gentile, ma alle volte può suonare prepotente.",
    "10188000000": "Questo Allenatore ha viaggiato per Kalos dopo aver\nottenuto un Pokédex dal Professor Platan, e si può\nconsiderare un mentore per Serena e i suoi amici.\nÈ molto a modo e spesso dà il suo sostegno a Sina.",
    "10180000001": "Allenatore che ha viaggiato per Kalos, ama ballare\ne sogna di trovare dei Pokémon in grado di danzare\nper formare una squadra di ballo. Si fa incantare dalle\nmovenze dei Pokémon perfino durante le lotte.",
    "10139000001": "Un'Allenatrice che ha viaggiato in lungo e in largo\nper Kalos per scoprire i suoi sogni. Le piacciono\ni rompicapi e i Pokémon graziosi, e serba tanti bei\nricordi delle avventure vissute assieme ai suoi amici.",
    "10004000008": "Giovane Allenatrice appassionata di moda, di cose\ninteressanti e soprattutto di lotte. Viaggia per il mondo\naffinando le sue capacità.",
    "10020000008": "Abilissimo Allenatore, pare che abbia affinato le sue\ncapacità viaggiando per Unima. Sembra sempre calmo,\nma in realtà odia perdere.",
    "10003000008": "Allenatore stoico dai modi compassati, dietro i quali\nsi nasconde un ardente desiderio di diventare sempre\npiù forte.",
    "10247900000": "Dandel ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Con l'aiuto\ndel suo fidato Charizard, si sta avventurando verso\nun nuovo cammino.",
    "10118420000": "Lylia si è unita a un complesso musicale per esibirsi\na una festa. Suona melodie dolci assieme a Primarina,\nche è nato da un Uovo che le ha regalato Elio.",
    "10045400000": "Raffaello si è unito a un complesso musicale per esibirsi\na una festa. Studia le melodie incredibilmente varie\ndi Kricketune mentre dirige musica e canto.",
    "10248000000": "Capopalestra di Galar specializzato nel tipo Erba.\nHa un temperamento mite e gentile che gli impedisce\ndi tirare fuori tutta la sua forza contro avversari\npiù deboli di lui, e per questo motivo è stato scelto\ncome primo Capopalestra nella Sfida delle Palestre.",
    "10014010002": "A Unima tutti conoscono le sue doti come Capopalestra\ne maestro della Scuola per Allenatori.\nHa poca esperienza, ma s'impegna al massimo.",
    "10317000001": "Allenatore che studia all'accademia di Paldea. Ha un'aria\nbrusca, ma nasconde un animo gentile e appassionato.\nMira a diventare un cuoco in grado di rimettere in forze\ni Pokémon.",
    "10245000003": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10244000001": "Allenatore di Furlongham e fratello minore di Dandel,\ndopo aver affrontato la Sfida delle Palestre, ha trovato\nuna nuova aspirazione: diventare un Professore Pokémon.",
    "10246000001": "Aspirante Capopalestra originario della regione di Galar,\nè un ragazzo scontroso che si autodefinisce il top dei top,\ne il suo talento è innegabile. In una vita circondata\ndal rosa potrebbe aspettarlo un cambiamento...",
    "10320000000": "Capobanda della Divisione Fuoco del Team Star,\nla Banda Schedar, studia all'accademia di Paldea.\nHa una forte personalità, e il resto del team\nfa affidamento sulla sua poliedricità.",
    "10328000000": "Capobanda della Divisione Veleno del Team Star,\nla Banda Tsih, studia all'accademia di Paldea.\nÈ il sarto del Team Star, nonché l'ideatore delle uniformi\ndei capibanda.",
    "10140110000": "Giovanni indossa un Costumax che trasuda avidità.\nSfrutta l'insaziabile appetito di Guzzlord per sbarazzarsi\ndi coloro che vogliono mettere i bastoni tra le ruote\nal Team Rocket.",
    "10257410000": "Laburno ha ampliato la sua cerchia di amicizie nel nuovo\nanno. Ha ricevuto in regalo un costume da ninja\nda Damon, dopo che questi ha avuto modo di ammirare\nil suo Pokémon compagno, Sandaconda.",
    "10303400000": "Verina ha ampliato la sua cerchia di amicizie nel nuovo\nanno. Il suo adorabile costume è stato confezionato\nda Selene, e il suo Pokémon compagno, Steelix,\nle è stato donato da Jasmine.",
    "10351000000": "Questa Allenatrice dal kimono rosa è un'apprendista\ndi Valérie, la Capopalestra di Romantopoli a Kalos.\nAma tutto ciò che è adorabile come le bambole.",
    "10162000002": "Allenatore proveniente da Sabbiafine, nella regione\ndi Sinnoh. Lavora come assistente del Professor Rowan,\nun'autorità nel campo delle evoluzioni. Ha un animo\ngentile e un forte senso di giustizia.",
    "10244000002": "Allenatore di Furlongham e fratello minore di Dandel,\ndopo aver affrontato la Sfida delle Palestre, ha trovato\nuna nuova aspirazione: diventare un Professore Pokémon.",
    "10160000001": "Suiren è un'abile pescatrice, nonché una dei Capitani\ndell'isola di Akala, nella regione di Alola. Adora\nla sua famiglia e si prende molta cura delle sue due\nsorelle minori.",
    "10286000000": "Studente dell'Accademia Uva di Paldea pervaso\ndalla curiosità e con un debole per i misteri. Viene\nda un mondo diverso rispetto a Juliana e gli altri.",
    "10287000000": "Studentessa dell'Accademia Arancia di Paldea dotata\ndi una personalità vivace e gioiosa, riesce ad andare\nd'accordo con tutti. A volte può avere un po' la testa\nper aria.",
    "10008410000": "Erika esprime la propria gratitudine con un bouquet\nper il Giorno dell'affetto. La vibrante bellezza del suo\nPokémon compagno Lurantis è chiara espressione\ndella gratitudine per le cure che Erika gli ha riservato.",
    "10097400000": "Risetta esprime la sua gratitudine con un bouquet\nper il Giorno dell'affetto. Dopo aver mostrato\nil proprio coraggio al timido Shaymin, i loro cuori\nsono entrati in sintonia per formare un'Unità.",
    "10318800000": "Il Preside Clavel ha cambiato il suo stile per Florian, che è\ngiunto dall'Accademia Uva. Sembra che nel mondo da cui\nviene Florian il Preside indossasse un completo identico.",
    "10139000002": "Un'Allenatrice che ha viaggiato in lungo e in largo\nper Kalos per scoprire i suoi sogni. Le piacciono\ni rompicapi e i Pokémon graziosi, e serba tanti bei\nricordi delle avventure vissute assieme ai suoi amici.",
    "10158000001": "Campionessa della regione di Kalos, nonché attrice\nfamosa, ha un carattere molto affabile e mostra\nsempre interesse verso i giovani talenti. È un'assidua\nfrequentatrice dei caffè.",
    "10015000001": "Il suo motto è \"Determinazione e difesa granitica\".\nÈ un Capopalestra affidabile che aiuta volentieri\ngli Allenatori alle prime armi.",
    "10042000001": "Capopalestra che adora i Pokémon alati.\nLa sua grazia ed eleganza le hanno fruttato molti fan\ntra gli Allenatori di Forestopoli.",
    "10294000001": "Il Capopalestra della Sierra Napada è un ex-snowboarder\napparentemente freddo e pacato che nasconde in realtà\nun'indole ardente che emerge in particolare durante\nle lotte più infuocate.",
    "10019900000": "Brendon indossa un abito che celebra il suo meritato\ntitolo: Nuovo Campione di Pasio. Insieme al suo Groudon\ncerca la via per una coesistenza compassionevole.",
    "10126900000": "Vera indossa un abito che celebra il suo meritato\ntitolo: Nuova Campionessa di Pasio. Insieme al suo\nKyogre si incammina verso il futuro ignoto.",
    "10089900000": "N ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus.\nÈ riuscito a dimostrare quanto siano profondi\ni suoi legami con i Pokémon.",
    "10329000000": "Capobanda della Divisione Folletto del Team Star,\nla Banda Ruchbah, studia all'accademia di Paldea.\nÈ il meccanico che ha realizzato le Starmobili, dei veicoli\nmodificati che sono alimentati con l'aiuto dei Pokémon.",
    "10098000001": "Allenatore ottimista e sempre allegro.\nIn gran sintonia col proprio Pokémon, ama le malasade\ne ogni genere di lotta.",
    "10019000001": "Considera suo padre, il Capopalestra Norman, un modello\nda seguire. È un po' una peste, ma nelle lotte fa sempre\nsul serio.",
    "10244000003": "Allenatore di Furlongham e fratello minore di Dandel,\ndopo aver affrontato la Sfida delle Palestre, ha trovato\nuna nuova aspirazione: diventare un Professore Pokémon.",
    "10112000001": "Un Allenatore di Johto esperto e molto affidabile.\nAma il mare, la montagna e la natura in generale.\nÈ molto vivace ed è sempre in giro all'aria aperta.",
    "10296000002": "La Capopalestra di Leudapoli, nonché celebre streamer\ndi Maki6 TV. Il suo saluto è tanto orecchiabile quanto\nmemorabile.",
    "10245000004": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10090000002": "Noto come \"il collezionista girovago\", è figlio del capo\ndella Devon S.p.A. e Campione della Lega Pokémon\ndi Hoenn. Ama le gemme rare.",
    "10352000000": "Superquattro della Lega Mirtillo all'Istituto Mirtillo,\nè una persona affidabile e con un debole per tutto ciò\nche è carino. È anche la figlia di Rafan,\nil \"Re delle miniere\" della Palestra di Libecciopoli.",
    "10290400000": "Luca indossa un'uniforme dell'Accademia di Pasio che ha\nreso unica apportandole modifiche. Va a scuola volando\ncon il suo Braviary, che viene dalla regione di Hisui.",
    "10245420000": "Mary indossa un'uniforme dell'Accademia di Pasio che ha\nreso unica apportandole modifiche. Ultimamente si allena\na cavalcare Cyclizar nel cortile interno della scuola.",
    "10148410000": "In veste di insegnante dell'Accademia di Pasio, Angelo\nindossa un completo che ha reso unico apportandogli\nmodifiche. Tiene lezioni sulla mitologia di Johto\ncon il suo Typhlosion di Hisui.",
    "10182000000": "Uno dei Capitani dell'isola di Mele Mele ad Alola,\nha frequentato una Scuola per Allenatori e ha studiato\nanche a Kalos. Si appassiona molto a quello che fa.",
    "10101420000": "Rina indossa un'uniforme dell'Accademia di Pasio\na cui non ha apportato alcuna modifica. Si dedica\nallo studio con la sua rinomata grinta.",
    "10091000002": "Archeologa specializzata in storia e mitologia Pokémon,\nnonché Campionessa di Sinnoh. Ama i Pokémon e\nda piccola partì all'avventura con il suo Pokédex.",
    "10286000001": "Studente dell'Accademia Uva di Paldea pervaso\ndalla curiosità e con un debole per i misteri. Viene\nda un mondo diverso rispetto a Juliana e gli altri.",
    "10102000001": "Allenatrice che ha viaggiato in lungo e in largo a Unima,\nattualmente lavora come assistente della Professoressa\nAralia per conoscere meglio i suoi adorati Pokémon.",
    "10352000001": "Superquattro della Lega Mirtillo all'Istituto Mirtillo,\nè una persona affidabile e con un debole per tutto ciò\nche è carino. È anche la figlia di Rafan,\nil \"Re delle miniere\" della Palestra di Libecciopoli.",
    "10132900000": "Nardo ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. La sua vasta\nesperienza continuerà a far da guida a molti Allenatori.",
    "10212000000": "Allenatore di Unima e nipote di Nardo. Le sue doti\nnaturali di Allenatore lo hanno condotto alla vetta\ndi una struttura lotta dove si radunano gli Allenatori\npiù forti.",
    "10296100000": "Kissara indossa un Costumax e sta facendo ricerche su\nFuriatonante, un Pokémon pieno di misteri. Per il reveal\ndel suo nuovo costume ha fatto una diretta streaming\nin esclusiva per Pasio.",
    "10106110000": "Camelia indossa un Costumax e si sta mettendo alla prova\ncon una grande trasformazione della sua immagine,\nin compagnia del suo Thundurus Forma Totem.",
    "10246100000": "Beet indossa un Costumax. Dopo aver formato un'Unità\ncon un Eroeferreo sbucato dal nulla, ha cominciato\nad aprirsi la strada verso un nuovo futuro.",
    "10364000000": "Questo Allenatore adora andare in montagna. Sa tutto\ndei monti famosi, come il Monte Argento, e preferirebbe\nsalire sul Picco Hokulani a piedi piuttosto che in autobus.",
    "10089000002": "Ex-sovrano del Team Plasma, è un giovane in possesso\ndi capacità speciali. Considera come suoi amici persino\ni Pokémon leggendari di Unima, e sogna di costruire\nun mondo in cui esseri umani e Pokémon possano\ndavvero vivere insieme in armonia.",
    "10304000001": "Il Capopalestra di Mesturia, nonché un membro\ndei Superquattro di Paldea. È molto esigente riguardo\nai pasti che riesce a inserire nelle sue pienissime\ngiornate lavorative.",
    "10026000001": "Capopalestra chiacchierona e un po' superficiale.\nVa molto fiera dei suoi carinissimi Pokémon e quando\nperde si mette a piangere per la rabbia.",
    "10012000001": "Vivacissima Capopalestra sempre sui pattini.\nA Kalos, da dove viene, è anche nota come\n\"l'Erede del segreto della megaevoluzione\".",
    "10252000002": "Capopalestra esperto del tipo Fuoco originario di Hoenn.\nPer un periodo non ha ottenuto i risultati sperati e\nha subito una temporanea retrocessione alla divisione\nminore della Lega di Galar.",
    "10116000002": "Un'Allenatrice positiva e sempre disponibile con gli altri,\nha acquisito le sue capacità allenandosi mentre viaggiava\na Sinnoh. In realtà è un po' sbadata.",
    "10048800001": "Mirton ha scelto uno stile diverso dal solito e indossa\nun kimono. Ha un'aria molto misteriosa e lascia che sia\nil lancio di una moneta a indicargli la via verso il futuro.",
    "10122900000": "Elio indossa un abito che celebra il suo meritato titolo:\nNuovo Campione di Pasio. Il suo coraggio risplende più\ndel sole.",
    "10123900000": "Selene indossa un abito che celebra il suo meritato titolo:\nNuova Campionessa di Pasio. La sua gentilezza brilla più\ndella luna.",
    "10304400000": "Ubaldo indossa un costume stra-ordinario. Glielo ha\nregalato Alisma dopo aver saputo che nel suo giorno\ndi riposo avrebbe visitato la Festa di Alola.",
    "10358000000": "Può sembrare uno studente dell'Accademia Arancia\ndi Paldea, ma la sua vera identità è... Clavel!\nPuò intrufolarsi in luoghi che sarebbero difficili\nda raggiungere per un Docente.",
    "10138000000": "Ricercatore di Alola specializzato nelle forme regionali,\nè il cugino del Professor Oak della regione di Kanto.\nSi dice anche che sia abile nel Surf Mantine.",
    "10092000001": "Giovane e talentuosa Allenatrice cresciuta con la famiglia\ninsieme ai Pokémon di tipo Drago. Una delle più giovani\nCampionesse di sempre.",
    "10246000002": "Aspirante Capopalestra originario della regione di Galar,\nè un ragazzo scontroso che si autodefinisce il top dei top,\ne il suo talento è innegabile. In una vita circondata\ndal rosa potrebbe aspettarlo un cambiamento...",
    "10255000001": "Capopalestra di tipo Ghiaccio di Galar da quando aveva\nalmeno vent'anni. È anche un'eccellente coach,\nma è estremamente severa.",
    "10254000001": "È un Capopalestra di tipo Roccia di Galar, dove pochi\nAllenatori lo superano, quanto a forza o successo di\npubblico. Punta a vincere con uno stile raffinato.",
    "10112900000": "Armonio ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Il suo animo\nbrilla con riflessi d'argento quando sfida il suo rivale.",
    "10133910000": "Argento ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus.\nAffronta il suo rivale con un cuore d'oro puro.",
    "10091400000": "Camilla si è presa una pausa meritata per godersi\nuna vacanza al mare. Il suo Pokémon compagno,\nMilotic, è un alleato bellissimo e affidabile col quale\nha preso parte a svariate lotte Pokémon.",
    "10016420000": "Anemone si sta godendo il tempo ideale per una vacanza\nal mare. Sogna di girare intorno al globo assieme\na Jumpluff, sospinta dai venti estivi.",
    "10247000001": "Invincibile Campione di Galar dalla forza impareggiabile,\nè così popolare e amato per le sue doti che tutti\nlo seguirebbero in capo al mondo. Seguirlo, però,\npotrebbe non essere una buona idea, dato che manca\ncompletamente di senso dell'orientamento.",
    "10356000000": "Studentessa dell'Istituto Mirtillo, nonché sorella di Riben.\nDetesta perdere ed è molto sicura del proprio aspetto\ne della propria abilità nelle lotte Pokémon.",
    "10357000000": "Studente dell'Istituto Mirtillo, nonché fratello di Rubra.\nHa un carattere tranquillo. Una rivalità in particolare\nlo ha portato a dare il tutto per tutto.",
    "10092410000": "Iris indossa un'uniforme dell'Accademia di Pasio che ha\nreso unica apportandole modifiche. La si vede spesso\ncanticchiare felice assieme al suo Lapras.",
    "10119400000": "Iridio indossa un'uniforme dell'Accademia di Pasio che ha\nreso unica apportandole modifiche. Ha inizato un corso\ndi programmazione per aiutare Porygon-Z.",
    "10019400000": "Brendon indossa un'uniforme dell'Accademia di Pasio\na cui non ha apportato alcuna modifica. A volte prende\nparte a delle lezioni insieme a suo padre Norman.",
    "10120000002": "Direttrice alla guida della Fondazione Æther, dimostra\nun amore profondo verso i Pokémon. È la madre di Lylia\ne di Iridio.",
    "10151000001": "Un'esperta di Pokémon di tipo Spettro che ha grande\nsuccesso nelle gare. Molto diligente, è riuscita a diventare\nCapopalestra grazie all'assiduo studio dei Pokémon.",
    "10011000001": "Oltre a essere una Capopalestra esperta del tipo Veleno,\nsuona anche il basso in una band. Pare goda di una certa\nfama nella regione di Unima.",
    "10160000002": "Suiren è un'abile pescatrice, nonché una dei Capitani\ndell'isola di Akala, nella regione di Alola. Adora\nla sua famiglia e si prende molta cura delle sue due\nsorelle minori.",
    "10000400000": "Rosso indossa un abito elegante per promuovere\nil festival Teracristal Unità. Riesce a far sprigionare\nil potere Drago di Charizard.",
    "10243410000": "Gloria indossa un abito elegante per promuovere\nil festival Teracristal Unità. Dentro Cinderace giaceva\nassopito il potere Roccia.",
    "10285410000": "Perula indossa un abito elegante per promuovere\nil festival Teracristal Unità. Grazie al potere Veleno\ndi Typhlosion, ha ampliato gli orizzonti del suo mondo.",
    "10359000000": "Ethelo mostra la sua vera natura di persona che vede\ni Pokémon come un mero strumento. La sua curiosità\nlo ha spinto a cercare di sottomettere Arceus al proprio\nvolere e di usarne il potere per creare un mondo\nmigliore.",
    "10004000001": "Giovane Allenatrice appassionata di moda, di cose\ninteressanti e soprattutto di lotte. Viaggia per il mondo\naffinando le sue capacità.",
    "10020000001": "Abilissimo Allenatore, pare che abbia affinato le sue\ncapacità viaggiando per Unima. Sembra sempre calmo,\nma in realtà odia perdere.",
    "10089000003": "Ex-sovrano del Team Plasma, è un giovane in possesso\ndi capacità speciali. Considera come suoi amici persino\ni Pokémon leggendari di Unima, e sogna di costruire\nun mondo in cui esseri umani e Pokémon possano\ndavvero vivere insieme in armonia.",
    "10099000003": "Ragazzo vivace che prende i Pokémon davvero sul serio.\nÈ un tipetto impaziente e non sa starsene mai fermo.",
    "10287000001": "Studentessa dell'Accademia Arancia di Paldea dotata\ndi una personalità vivace e gioiosa, riesce ad andare\nd'accordo con tutti. A volte può avere un po' la testa\nper aria.",
    "10286000002": "Studente dell'Accademia Uva di Paldea pervaso\ndalla curiosità e con un debole per i misteri. Viene\nda un mondo diverso rispetto a Juliana e gli altri.",
    "10289000002": "Rappresentante degli studenti dell'accademia di Paldea,\nil suo amore per le lotte e la sua abilità le hanno\npermesso di ottenere il Rango Campione.",
    "10356000001": "Studentessa dell'Istituto Mirtillo, nonché sorella di Riben.\nDetesta perdere ed è molto sicura del proprio aspetto\ne della propria abilità nelle lotte Pokémon.",
    "10041000002": "È il Boss dell'Azienda Lotta. Le sue eccelse abilità\ndi analisi gli permettono di capire che Pokémon schierare\ncontro ogni sfidante.",
    "10040000001": "Stella del cinema ritiratasi in seguito a un incidente.\nLa sua fama come Capopalestra è paragonabile a quella\nche ha come Fantasilvestro.",
    "10006000001": "Superquattro dall'animo incandescente.\nÈ esperto di Pokémon di tipo Fuoco, con cui condivide\nlo stile di lotta esplosivo.",
    "10250000001": "Capopalestra di Galar e prodigio del karate, si allena\nstrenuamente ogni giorno con una disciplina ferrea.\nNasconde a tutti la sua passione per i dolci.",
    "10049000001": "Superquattro, ha stretto un legame speciale coi Pokémon\ndi tipo Spettro allenandosi sul Monte Pira.\nPare che possa perfino parlare con gli spiriti...",
    "10101420001": "Rina indossa un'uniforme dell'Accademia di Pasio\na cui non ha apportato alcuna modifica. Si dedica\nallo studio con la sua rinomata grinta.",
    "10338000000": "Un'Allenatrice appassionata di fotografia, dal carattere\namichevole. Ha viaggiato in lungo e in largo, visitando\npersino Nordivia, con un obiettivo ben preciso.",
    "10312000000": "Il Capitano del Team Diamante della regione di Hisui\nè incaricata di sorvegliare Lilligant, la Regina delle creste.\nAl momento studia per diventare una parrucchiera.",
    "10311000000": "Il Capitano del Team Diamante della regione di Hisui\nche si prendeva cura di un Wyrdeer speciale. È molto\naffidabile ed è come una sorella maggiore per Damon\ne Perula.",
    "10352400000": "Rupi indossa un costume per la sfilata notturna\ncon il suo Whimsicott amante degli scherzetti.\nPunta a diventare carina e dispettosa.",
    "10107000000": "Il maestro dei Pokémon di tipo Erba della regione\ndi Unima che lavora con i suoi gemelli, Chicco e Maisello.\nHa un carattere calmo e seleziona le migliori foglie di tè.",
    "10145000000": "Il mago dei Pokémon di tipo Fuoco della regione\ndi Unima che lavora con i suoi gemelli, Spighetto\ne Maisello. È una testa calda e riscalda l'acqua\na temperatura ottimale.",
    "10146000000": "Il virtuoso dei Pokémon di tipo Acqua della regione\ndi Unima che lavora con i suoi gemelli, Spighetto \ne Chicco. Ha un carattere calmo e suggerisce\nl'acqua migliore per l'infusione.",
    "10256000001": "Capopalestra di Galar specializzato nel tipo Buio, è anche\nun famoso cantante e compositore. I suoi fan lo adorano\nper il suo stile vocale malinconico.",
    "10021910000": "Blu ha risvegliato il potere della sua Pietra Unità\nomega, ricevendo la protezione di Arceus. Insieme\na Pidgeot, è considerato un modello da seguire\nper le altre Unità.",
    "10113420000": "Jasmine indossa un'uniforme dell'Accademia di Pasio\nche ha reso unica apportandole modifiche. Studia\nper imparare a curare ferite e malattie di umani\ne Pokémon.",
    "10252400000": "In veste di insegnante dell'Accademia di Pasio, Kabu\nindossa un completo che ha reso unico apportandogli\nmodifiche. Insegna con passione e incoraggia gli studenti\na inseguire i propri sogni, quindi le sue lezioni sono\nmolto popolari.",
    "10336000000": "Una nuova insegnante che un tempo faceva l'infermiera\nscolastica in un'accademia di Paldea. Di recente\nha passato l'esame per insegnanti di infermieristica.\nSi vocifera che tempo fa lavorasse in un Centro Pokémon.",
    "10147400000": "Toni indossa un'uniforme dell'Accademia di Pasio\na cui non ha apportato alcuna modifica. Gli studenti\npiù giovani lo considerano come un fratello maggiore\naffidabile.",
    "10293000001": "Allenatrice appassionata di \"Vivì\" che studia all'accademia\ndi Paldea. Ha una personalità introversa, ma è un'esperta\ndi macchinari.",
    "10279000001": "Allenatore di Kanto originario di Biancavilla, dove ha\navuto inizio il suo viaggio. Gli piace correre in giro con\nil suo compagno Pikachu, che stranamente è in grado\ndi utilizzare Tecniche Segrete."
}
